[
  {
    "dependencies": [],
    "id": "3",
    "title": "동물의 한살이",
    "summary": "이 영역에서는 동물이 태어나서 어린 시절을 거치고 성장하여 자손을 남기고 죽을 때까지의 과 정인 동물의 한살이를 다룬다. 많은 동물들은 한살이 과정을 통해 자손을 번식해 왔으며, 오랜 세 월 동안 각 동물들에 따라 한살이 방식은 다양하게 변화해 왔다. 따라서 다양한 동물의 한살이를 통해 궁극적으로 생명이 연속하여 이어지고 있음을 이해하는 것은 중요한 학습 목표이다. 학생이 동물을 직접 기르며 한살이 과정을 관찰함으로써 동물의 한살이에 대해 이해하게 한다. 즉, 동물이 어떤 모습으로 태어나고, 자라면서 생김새가 어떻게 변해 가는지, 그리고 번식은 어떻 게 하는지 등을 관찰함으로써 동물의 탄생과 생장에 따른 겉모습 변화, 번식 방법 등 동물의 한살 이 개념을 이해하게 한다. 다양한 동물들의 한살이 과정을 비교 관찰함으로써 동물에 따라 한살이 과정에 차이가 있음을 알게 한다."
  },
  {
    "dependencies": [{
        "source": "3"
    }],
    "id": "5",
    "title": "동물의 생활",
    "summary": "이 영역은 우리 주변에서 볼 수 있는 동물에 대한 흥미와 관심을 갖게 하고 탐구심을 기르도록 설정되었다. 동물은 종속 영양 생물로 운동 능력과 감각을 지닌 생명체이다. 다양한 환경에 적응 하여 살고 있는 여러 동물을 탐구하여 공통점과 차이점을 이해하고, 동물에 대한 흥미와 호기심 을 지닐 수 있게 한다. 여러 가지 동물을 관찰하여 생김새와 특징을 알고, 사는 곳에 따른 생김새와 생활 방식을 설명 하며 공통점과 차이점에 따라 이들 동물들을 나눌 수 있게 한다."
  },
  {
    "dependencies": [{
        "source": "5"
    }],
    "id": "10",
    "title": "식물의 한살이",
    "summary": "이 영역은 식물이 싹을 틔워 자라 꽃을 피우고 열매를 맺어 다시 씨를 만들기까지의 과정인 식 물의 한살이를 다룬다. 많은 식물들은 한살이 과정을 통해 자손을 번식해 왔으며, 오랜 세월 동안 식물의 한살이 방식은 다양하게 변화해 왔다. 따라서 다양한 식물의 한살이를 통해 식물이 자라 고 그 생명이 연속하여 이어지고 있음을 이해하는 것은 중요한 학습 목표이다. 이 영역에서는 식물을 기르면서 한살이 과정을 관찰함으로써 식물의 싹트기와 생장에 따른 겉 모습의 변화, 번식 방법 등을 이해하게 한다. 또한 풀과 나무 등 다양한 식물들을 비교 관찰함으 로써 식물에 따라 한살이 과정에 차이가 있음을 알게 한다."
  },
  {
    "dependencies": [{
        "source": "10"
    }],
    "id": "13",
    "title": "식물의 생활",
    "summary": "식물은 엽록소를 가지고 있어 스스로 양분을 합성하는 독립 영양 생물로 일반적으로 뿌리, 줄 기, 잎으로 구분 할 수 있다. 이 영역에서는 환경에 적응하여 살고 있는 여러 가지 식물을 탐구하 여 공통점과 차이점을 찾아봄으로써 식물에 대한 흥미와 호기심을 갖게 한다. 식물을 관찰하여 생김새와 특징을 알고, 사는 곳에 따른 생김새와 생활 방식을 이해하며 공통 점과 차이점에 따라 식물을 나눌 수 있게 한다."
  },
  {
    "dependencies": [{
        "source": "13"
    }],
    "id": "19",
    "title": "식물의 구조와 기능",
    "summary": "이 영역에서는 식물의 뿌리, 줄기, 잎, 꽃과 같은 식물 기관의 구조와 기능을 다룬다. 식물의 기 관이 각각의 기능을 수행하고 있음을 이해함으로써 식물 기관들이 통합적으로 기능하여 생명을 영위하고 있음을 알게 한다. 식물 기관의 구조와 기능을 이해하기 위해 뿌리, 줄기, 잎, 꽃과 열매를 관찰하게 한다. 돋보기 나 현미경을 사용하여 관찰하고, 현미경 사용법을 익히게 한다. 또한, 식물 기관의 구조와 기능 사이의 관계를 통합적으로 이해하게 한다."
  },
  {
    "dependencies": [{
        "source": "19"
    }],
    "id": "24",
    "title": "우리 몸의 구조와 기능",
    "summary": "이 영역은 우리 몸에 있는 여러 기관들의 생김새와 위치, 기본적인 기능을 다룬다. 건강하고 정 상적인 생명 활동을 유지하기 위해서는 우리 몸의 여러 기관들이 제대로 기능하여야 한다. 이 영 역의 학습을 통해 우리 몸을 구성하는 기관들의 구조와 기능뿐만 아니라 이들 기관들이 통합적으 로 기능하고 있음을 이해한다. 우리 몸의 뼈와 근육의 구조와 기능을 이해하고 그림과 모형을 활용하여 소화, 순환, 호흡, 배 설, 감각 기관의 구조를 이해하게 된다. 그리고 이들 기관들이 서로 유기적으로 관련되어 있음을 알고, 각 기관이 정상적으로 기능해야 건강을 유지할 수 있음을 이해하게 한다."
  },
  {
    "dependencies": [{
        "source": "24"
    }],
    "id": "29",
    "title": "생물과 우리 생활",
    "summary": "인간과 함께 살아가고 있는 다양한 생물들은 우리 생활에 많은 영향을 끼치고 있다. 이 영역은 동물과 식물을 비롯하여 균류, 원생생물, 세균, 바이러스 등이 우리 생활에 영향을 끼치고, 이용되 고 있는 것을 다룬다. 이 영역의 학습을 통해 인간의 생활이 다른 생명체들과 밀접한 관련을 맺 고 있음을 알 수 있다. 동물이나 식물뿐만 아니라 균류나 원생생물, 세균, 바이러스 등이 우리 생활에 미치는 긍정적이거나 부정적인 측면을 인식하게 한다. 생명과학의 발달을 통해 다양한 생명체들이 인간 생활과 밀접한 관계가 있음을 이해하게 한다."
  },
  {
    "dependencies": [{
        "source": "13"
    }],
    "id": "26",
    "title": "생물과 환경",
    "summary": "이 영역은 일정한 공간에 살고 있는 생물과 생물의 생활에 영향을 미치는 비생물적 환경 요인 을 포함하는 생태계와 관련된 내용을 다룬다. 이 영역을 학습함으로써 우리가 살아가고 있는 지 구 생태계를 건강하게 유지하는 것이 중요함을 알게 한다. 이 영역에서는 빛, 온도, 물 등과 같은 환경 요인의 영향을 받아서 생물의 생활에 변화가 생긴 사례와 생물이 환경에 적응한 사례를 통하여 생물과 환경과의 관계를 이해하게 한다. 생태계를 구성하는 요소 사이의 상호 작용, 생태계의 평형 등을 이해하고, 환경오염에 따른 생태계 파괴에 대하여 알아보고, 환경 개발과 보전 사이의 균형과 조화가 필요함을 인식하게 한다."
  },
  {
    "dependencies": [{
        "source": "29"
    }],
    "id": "63",
    "title": "광합성",
    "summary": "이 영역은 식물 세포의 구조를 알고 동물 세포와 비교하여 식물 세포의 특징을 이해하며, 뿌리, 줄기, 잎 등의 식물 기관은 식물 세포들의 유기적 구성으로 이루어져 있고 그 구조적 특징이 식물 의 광합성과 관련되어 있음을 이해시키기 위해 설정되었다. 식물은 동물과 달리 광합성을 하여 스스로 양분을 합성할 수 있음을 알게 한다. 광합성은 잎의 기공을 통해 들어 온 이산화탄소와 뿌리에서 흡수한 물을 이용하여 에너지원을 만드는 과정으로 식물 세포 내 엽록체에서 일어남을 알게 한다. 광합성 결과 잎에서 만들어진 양분은 이동하기에 알맞은 형태로 전환되어 식물체 전체로 이동되어 저장되고 사용됨을 알게 한다. 식물도 생명체이 므로 호흡을 하며, 호흡에 필요한 물질과 호흡의 결과 생겨나는 물질이 광합성과는 반대임을 이 해하게 한다."
  },
  {
    "dependencies": [{
        "source": "63"
    }],
    "id": "70",
    "title": "소화, 순환, 호흡, 배설",
    "summary": "이 영역은 생명 활동에 필요한 에너지 공급과 관련된 소화, 순환, 호흡, 배설 기관의 유기적 관 련성을 통합적으로 다룬다. 동물 세포들은 유기적으로 모여 조직과 기관을 형성하여 생명 유지 활동에 필요한 기능을 수행 함을 알게 한다. 동물이 섭취한 음식물은 소화기관을 지나면서 크기가 작은 영양소로 분해되어 흡수되고, 흡수된 영양소는 혈액을 통해 온몸을 순환하여 신체 각 부분의 세포로 이동함을 알게 한다. 영양소는 세포에서 산소를 사용하여 에너지를 생성함으로써 생명 활동에 필요한 에너지를 공급함을 이해하게 한다. 그 과정에서 만들어진 노폐물은 배설기관을 통해 몸 밖으로 나오게 됨 을 알게 한다."
  },
  {
    "dependencies": [{
        "source": "24"
    }],
    "id": "73",
    "title": "자극과 반응",
    "summary": "이 영역에서는 인간의 감각 기관이 외부 자극을 감지하여 신경계와 내분비계를 거쳐 자극에 대 한 반응을 나타냄으로써 환경변화에 대처하여 몸을 최적의 상태로 유지시킬 수 있음을 다룬다. 인체에는 시각, 후각, 청각, 평형 감각, 미각, 피부 감각 등을 체내로 전달하는 감각기가 있어 서로 다른 자극을 감지할 수 있음을 이해하게 한다. 뉴런의 구조와 기능을 이해함으로써 감각 기 관에서 감지된 자극이 효율적으로 생물의 신경계에 전달될 수 있음을 알게 한다. 또한, 신체로 전 달된 서로 다른 자극이 신경과 호르몬 등을 통해 서로 다른 반응을 나타냄으로써 환경의 변화에 대처하는 몸의 항상성 유지가 가능함을 이해하게 한다."
  },
  {
    "dependencies": [{
        "source": "29"
    }],
    "id": "77",
    "title": "생식과 발생",
    "summary": "이 영역에서는 생물이 세포 분열로 성장하고 번식하는 생명 현상을 다룬다. 생물의 생식 방법인 무성 생식과 유성 생식의 차이점을 비교하게 한다. 세포는 체세포 분열과 생식세포 분열을 통해 성장하고 번식한다. 두 종류의 세포 분열 과정에서 염색체의 행동은 다르 지만, 염색체가 유전자로 구성되어 있다는 공통점을 이해하게 한다. 생식세포가 만나 형성된 수 정란이 발생 과정을 거쳐 개체가 되는 과정을 사람의 발생 과정을 통해 이해함으로써 생명이 연 속되는 현상이 신비하고 소중하다는 것을 알게 한다."
  },
  {
    "dependencies": [{
        "source": "77"
    }],
    "id": "79",
    "title": "유전과 진화",
    "summary": "이 영역에서는 부모의 형질이 자손에게 전달되는 유전 현상과 생물의 다양성이 생물의 진화와 관련되어 있음을 다룬다. 멘델의 법칙을 통해 부모의 형질이 자손에 전달되는 유전의 기본 원리를 이해하게 하며 유전 현상을 연구하는 방법과 사람의 유전 현상을 알게 한다. 현재의 생물이 과거의 살았던 생물과는 다르다는 것을 구체적인 증거를 들어 설명하고 생물의 다양성이 진화와 관련되어 있음을 이해하 게 한다. 다양한 생물의 공통점과 차이점을 찾아내어 기준에 따라 분류해 보고, 생물을 분류하는 기준과 목적을 알게 한다."
  }
]
