{
  "resource": [
    {
      "id": 1,
      "unit_id": 1,
      "name": "우리 생활과 물질",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물리적 성질과 화학적 성질",
      "old_description": "이 영역은 물질 개념의 기본으로서 물체와 물질을 다루며, 우리 주위의 여러 사물이 무엇으로 이루어져 있는지에 대한 호기심과 궁금증을 해결하기 위한 기초적인 학습 내용이다. 물체는 주로 겉보기 모양에 바탕을 두어 어떤 구체적 형태를 기준으로 한 대상을 일컫는데 비 하여 물질은 어떤 물체의 재료로서의 의미가 강조된다. 이 영역을 학습하면서 학생들은 주위에 있는 물체가 어떤 물질로 이루어져 있는지를 알고, 물체의 기능과 그 구성 물질의 성질이 어떤 관 계에 있는지를 이해하게 된다. 또 여러 가지 물체와 물질의 특징에 따라 물질을 고체, 액체, 기체로 분류할 수 있게 된다.",
      "description": "우리 주변에서 흔히 접할 수 있는 물체를 관찰하는 활동을 통해 물체와 물질의 개념을 기초적인 수준에서 이해하도록 한다. 이를 통해 여러 가지 물체가 무엇으로 이루어져 있는지에 대한 호기심을 갖고 궁금증을 해결하기 위한 과학적 탐구 능력을 기르도록 한다. 실제 우리 생활에서 물질의 성질을 바탕으로 다양한 물체를 만들어 사용하는 예를 찾아보는 활동을 통하여 물질의 성질과 물체의 기능이 연관됨을 이해하도록 한다.",
      "learning_element": "물체와 물질, 물질의 성질, 물체의 기능, 물질의 변화",
      "parent": null,
      "subject_id": 5,
      "grade_id": 3,
      "layer": 0
    },
    {
      "id": 2,
      "unit_id": 2,
      "name": "자석의 이용",
      "old_domain": "물질과 에너지",
      "domain": "전기와 자기",
      "core_concept": "자기",
      "old_description": "이 영역에서는 자석의 여러 가지 성질을 다룬다. 자석은 금속을 당기거나 다른 자석을 밀거나 당기는 독특한 성질을 가지고 있으며, 모양이 다르더라도 자석의 고유한 성질은 변하지 않는다. 이러한 자석의 성질은 학생의 흥미와 호기심의 대상이며, 관찰, 예상, 추리 등 탐구 활동의 좋은 소재가 된다. 이 영역에서는 자석이 금속 물체를 끌어당기는 성질, 다른 자석을 끌어당기거나 미는 성질, 일 정한 방향을 가리키는 성질 등을 다룬다. 자석의 성질을 이용하여 여러 가지 놀이 기구를 만들 수 있으며 일상생활에서도 자석이 사용됨을 알게 한다.",
      "description": "우리 주위에서 흔히 접할 수 있는 자석을 소재로 하여 과학에 대한 호기심과 흥미를 갖도록 한다. 자석과 물체, 자석과 자석을 가까이 했을 때 나타나는 현상을 관찰하여 자석의 성질을 이해하도록 한다. 두 종류의 극, 자석이 철로 된 물체를 끌어당기는 성질, 다른 자석을 끌어당기거나 밀어내는 성질, 나침반의 바늘이 일정한 방향을 가리키는 성질 등을 다룬다. 이러한 자석의 성질을 활용하여 일상생활에서 자석이 다양한 용도로 사용됨을 이해하도록 한다.",
      "learning_element": "자석 사이에 작용하는 힘(자기력), 자석의 성질, 자석의 쓰임새",
      "parent": null,
      "subject_id": 5,
      "grade_id": 3,
      "layer": 0
    },
    {
      "id": 3,
      "unit_id": 3,
      "name": "동물의 한살이",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성",
      "core_concept": "생식",
      "old_description": "이 영역에서는 동물이 태어나서 어린 시절을 거치고 성장하여 자손을 남기고 죽을 때까지의 과 정인 동물의 한살이를 다룬다. 많은 동물들은 한살이 과정을 통해 자손을 번식해 왔으며, 오랜 세 월 동안 각 동물들에 따라 한살이 방식은 다양하게 변화해 왔다. 따라서 다양한 동물의 한살이를 통해 궁극적으로 생명이 연속하여 이어지고 있음을 이해하는 것은 중요한 학습 목표이다. 학생이 동물을 직접 기르며 한살이 과정을 관찰함으로써 동물의 한살이에 대해 이해하게 한다. 즉, 동물이 어떤 모습으로 태어나고, 자라면서 생김새가 어떻게 변해 가는지, 그리고 번식은 어떻 게 하는지 등을 관찰함으로써 동물의 탄생과 생장에 따른 겉모습 변화, 번식 방법 등 동물의 한살 이 개념을 이해하게 한다. 다양한 동물들의 한살이 과정을 비교 관찰함으로써 동물에 따라 한살이 과정에 차이가 있음을 알게 한다.",
      "description": "동물이 나고 자라서 자손을 남기고, 그 자손이 다시 다음 세대의 자손을 남기는 한살이 과정을 관찰함으로써 생명의 연속성을 이해하고 생명에 대한 경외감을 갖고 과학적 탐구력을 기르도록 한다. 이를 위해 학생이 동물을 직접 기르며 한살이 과정을 관찰함으로써 동물의 한살이에 대해 이해하게 하며, 다양한 동물들의 한살이 과정을 비교 관찰함으로써 동물에 따라 한살이 과정에 차이가 있음을 이해하도록 한다. 또한 이를 통하여 동물을 직접 기를 수 있다는 자신감과 제대로 보살펴야 한다는 책임감, 동물을 아끼고 사랑하는 마음을 갖도록 한다.",
      "learning_element": "동물의 한살이, 동물의 암･수, 동물의 암･수 역할, 완전 탈바꿈, 불완전 탈바꿈",
      "parent": null,
      "subject_id": 5,
      "grade_id": 3,
      "layer": 0
    },
    {
      "id": 4,
      "unit_id": 4,
      "name": "지표의 변화",
      "old_domain": "생명과 지구",
      "domain": "고체 지구",
      "core_concept": "지구 구성 물질",
      "old_description": "이 영역에서는 흙의 생성 과정과 생물과의 관계, 유수 및 바닷물에 의한 지표의 변화를 다룬다. 흙은 식물이 자라는 데 많은 영향을 주고 있으며, 깎이거나 쌓이면서 지표를 변화시킨다. 우리가 살아가는 곳의 모습을 이해하기 위해서는 흙이 어떻게 생성되고, 지표가 어떤 과정을 거쳐 변화 되는지 이해할 필요가 있다. 이 영역은 여러 곳의 다양한 흙을 관찰하기, 흙이 생성되는 과정, 흙과 생물과의 관계를 중심 내용으로 한다. 또 유수나 바닷물에 의한 지표의 변화가 어떤 특징을 가지는지 다룬다.",
      "description": "흙 및 강과 바다의 지형에 대한 특징을 이해함으로써 지표의 변화에 대해 호기심과 탐구하려는 태도를 갖도록 한다. 여러 장소의 흙을 관찰하여 비교할 수 있고, 바위나 돌이 부서져서 흙이 되기까지의 과정을 모형실험을 통해 인식하도록 한다. 또한 지표 변화의 주요한 요인인 흐르는 물과 바닷물의 작용을 이해하여, 이러한 기본 원리가 강과 바닷가 지형을 어떻게 변화시키는지를 알아보도록 한다. ",
      "learning_element": "흙의 생성과 보존, 강 주변 지형의 특징, 바다 주변 지형의 특징",
      "parent": null,
      "subject_id": 5,
      "grade_id": 3,
      "layer": 0
    },
    {
      "id": 5,
      "unit_id": 5,
      "name": "동물의 생활",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성 & 생명과학과 인간의 생활",
      "core_concept": "진화와 다양성 & 생명공학 기술",
      "old_description": "이 영역은 우리 주변에서 볼 수 있는 동물에 대한 흥미와 관심을 갖게 하고 탐구심을 기르도록 설정되었다. 동물은 종속 영양 생물로 운동 능력과 감각을 지닌 생명체이다. 다양한 환경에 적응 하여 살고 있는 여러 동물을 탐구하여 공통점과 차이점을 이해하고, 동물에 대한 흥미와 호기심 을 지닐 수 있게 한다. 여러 가지 동물을 관찰하여 생김새와 특징을 알고, 사는 곳에 따른 생김새와 생활 방식을 설명 하며 공통점과 차이점에 따라 이들 동물들을 나눌 수 있게 한다.",
      "description": "우리 주변에서 쉽게 볼 수 있는 동물이나 학생들이 좋아하는 동물을 중심으로 생김새와 특징을 이해함으로써 동물에 대한 호기심과 흥미를 갖도록 한다. 학생들에게 동물의 생김새와 같은 형태적 특징을 이용해 공통점과 차이점을 찾아 분류할 수 있는 능력을 갖게 하고, 동물의 생활 방식이 사는 곳의 환경과 어떻게 관련되어 있는지 탐구할 수 있는 기회를 제공하여 동물의 다양성을 이해하도록 한다. 또한 동물의 특징을 모방하여 활용한 사례를 제시함으로써 동물의 특징이 실생활과 깊은 관련이 있음을 이해하도록 한다.",
      "learning_element": "동물의 생김새, 특징에 따른 동물 분류, 다양한 환경에 사는 동물, 생활 속 동물 모방 사례",
      "parent": "3",
      "subject_id": 5,
      "grade_id": 3,
      "layer": 1
    },
    {
      "id": 6,
      "unit_id": 6,
      "name": "지층과 화석",
      "old_domain": "생명과 지구",
      "domain": "고체 지구",
      "core_concept": "지구의 역사 & 지구 구성 물질",
      "old_description": "이 영역은 지층과 퇴적암, 화석에 대해 다룬다. 지층과 화석은 지구의 역사와 퇴적 당시의 상황 을 추리할 수 있는 단서가 되고, 이를 통해 당시의 자연환경이나 생물 종의 변화를 알 수 있다. 또 석유나 석탄과 같은 화석 연료는 우리 생활의 유용한 자원이다. 이 영역에서는 퇴적물이 쌓이면 다양한 형태의 지층이 만들어지며, 퇴적물이 굳어져서 퇴적암 이 형성됨을 이해하게 한다. 또 지층 속 화석의 생성 과정과 가치를 인식하고 지층, 퇴적암, 화석 등의 관찰을 통해 과학적 사실을 추리하게 한다.",
      "description": "여러 가지 지층과 화석을 이해하게 함으로써 과거에서 현재까지 지구의 모습과 생명체의 변화에 대한 흥미와 호기심을 갖도록 한다. 퇴적물이 쌓여 굳어지면 다양한 형태의 지층이 만들어지고, 지층을 이루는 암석이 퇴적암이며, 알갱이의 크기에 따라 퇴적암을 구분할 수 있음을 인식하도록 한다. 또한 퇴적암에서 나올 수 있는 여러 가지 화석을 관찰하여 지층 속 화석의 생성 과정과 화석화된 생물이 살아있을 때의 모습을 추리할 수 있도록 하고 화석의 가치를 인식하도록 한다.",
      "learning_element": "지층, 지층의 형성과 특성, 퇴적암, 화석, 화석의 생성, 과거 생물과 환경",
      "parent": "4",
      "subject_id": 5,
      "grade_id": 3,
      "layer": 1
    },
    {
      "id": 7,
      "unit_id": 7,
      "name": "액체와 기체",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물질의 상태",
      "old_description": "이 영역에서는 물체나 물질의 기본적 상태인 액체와 기체를 다룬다. 액체와 기체는 고체에 비 하여 학생들이 이해하기 어려워 부피나 무게를 재는 활동 등을 통하여 액체와 기체의 특징을 이 해할 수 있도록 한다. 생활 주변에서 볼 수 있는 액체의 부피를 측정하고 그 결과를 적절한 단위로 표현하게 한다. 또 기체는 공간을 차지하고 다른 용기에 옮길 수 있음을 알고, 무게가 있음을 증거를 들어 설명할 수 있게 한다.",
      "description": "물질의 세 가지 상태인 고체, 액체, 기체의 개념을 이해할 수 있도록 관찰 활동과 간단한 조작 활동을 통하여 물질의 상태에 대한 기초적인 과학 탐구 능력을 기르도록 한다. 특히 고체에비하여 액체와 기체는 상태의 특징을 쉽게 알아내기 어렵기 때문에 다양한 활동을 통하여 물질의 각 상태가 지니는 특징을 이해하고, 이를 바탕으로 우리 주변에서 볼 수 있는 여러 가지 물질을 상태에 따라 고체, 액체, 기체로 분류하도록 한다.",
      "learning_element": "고체, 액체, 기체, 기체의 무게",
      "parent": "1",
      "subject_id": 5,
      "grade_id": 3,
      "layer": 1
    },
    {
      "id": 8,
      "unit_id": 8,
      "name": "소리의 성질",
      "old_domain": "물질과 에너지",
      "domain": "파동",
      "core_concept": "파동의 종류",
      "old_description": "이 영역에서는 소리의 성질과 전달에 대하여 다룬다. 주위에서 들리는 여러 가지 소리를 통하 여 소리를 내는 물체의 모습이나 내부 구조를 추리할 수 있다. 또 물체를 조작하여 여러 가지 다 른 소리를 만들어 내거나 소리를 멀리까지 전달할 수 있다. 일상생활, 전통 문화, 자연 탐구 등에 서 소리의 성질을 이용한 활동은 과학, 기술, 사회의 관계를 인식하는 데 도움이 된다. 이 영역에서는 소리가 생기는 원리와 성질을 이해하게 한다. 여러 가지 간이 악기를 만들거나 놀이 기구를 만들어 봄으로써 소리의 성질에 대하여 탐구하고 소리를 이용한 일상생활의 예나 도 구에 대하여 관심을 갖게 한다.",
      "description": "학생들에게 친숙한 소재인 소리의 성질을 탐구함으로써 과학 학습의 즐거움을 인식하도록 한다. 주위에서 소리를 내는 여러 가지 물체를 관찰하고 소리가 물체의 진동에 의해 만들어지는 것을 이해하도록 한다. 또 높낮이나 세기가 다른 소리를 직접 만들어 내거나, 소리가 멀리 전달되거나 반사되는 현상을 관찰하여 소리의 발생, 소리의 세기, 소리의 높낮이, 소리의 전달을 학습하도록 한다. 이러한 소리에 대한 이해를 바탕으로 일상생활에서 소음을 줄이기 위한 방법을 알아보도록 한다.",
      "learning_element": "소리의 발생, 소리의 세기, 소리의 높낮이, 소리의 전달",
      "parent": null,
      "subject_id": 5,
      "grade_id": 3,
      "layer": 1
    },
    {
      "id": 9,
      "unit_id": 9,
      "name": "무게 재기",
      "old_domain": "물질과 에너지",
      "domain": "힘과 운동",
      "core_concept": "힘",
      "old_description": "이 영역에서는 물체의 무게를 다룬다. 길이, 질량, 시간, 전하 등은 물질과 에너지 영역을 서술 하는 기본적인 물리량이다. 과학에서는 질량 개념을 사용하지만 초등학교 수준에서는 질량을 정 의하고 측정하기 어렵기 때문에 무게를 대신 도입하여 물체의 양을 나타낸다. 일상생활에서 여러 가지 물체의 무게를 재고, 과학의 다른 영역에서 도입하는 여러 가지 실험 활동에서 무게를 정량 적으로 측정하고 서술하기 위하여 물체의 무게를 3~4학년군 초반부에 도입한다. 이 영역에서는 물체는 무게가 있고 이를 측정하기 위해 저울을 사용해야 함을 알게 한다. 양팔 저울과 용수철 저울로 물체의 무게를 재는 원리를 각각 이해하게 하고, 여러 가지 저울을 만들어 무게를 비교하는 활동을 통하여 일상생활 속의 여러 가지 저울에 관심을 갖게 한다.",
      "description": "학생들이 일상생활에서 경험하는 무게에 대해 과학적으로 탐구함으로써 무게 측정의 필요성을 인식하도록 한다. 일상생활이나 과학 실험 활동에서 저울을 이용하여 무게를 정확하게 측정할 수 있도록 한다. 또 수평 잡기 활동을 통해 물체의 무게를 비교할 수 있도록 하며 용수철저울로 물체의 무게를 재는 원리를 이해하도록 한다",
      "learning_element": "무게, 수평 잡기, 용수철저울의 원리, 간단한 저울 만들기",
      "parent": "1",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 2
    },
    {
      "id": 10,
      "unit_id": 10,
      "name": "식물의 한살이",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성",
      "core_concept": "생식",
      "old_description": "이 영역은 식물이 싹을 틔워 자라 꽃을 피우고 열매를 맺어 다시 씨를 만들기까지의 과정인 식 물의 한살이를 다룬다. 많은 식물들은 한살이 과정을 통해 자손을 번식해 왔으며, 오랜 세월 동안 식물의 한살이 방식은 다양하게 변화해 왔다. 따라서 다양한 식물의 한살이를 통해 식물이 자라 고 그 생명이 연속하여 이어지고 있음을 이해하는 것은 중요한 학습 목표이다. 이 영역에서는 식물을 기르면서 한살이 과정을 관찰함으로써 식물의 싹트기와 생장에 따른 겉 모습의 변화, 번식 방법 등을 이해하게 한다. 또한 풀과 나무 등 다양한 식물들을 비교 관찰함으 로써 식물에 따라 한살이 과정에 차이가 있음을 알게 한다.",
      "description": "씨에서 싹이 트고 자라서 꽃을 피우고 열매를 맺으며, 이 열매에 있는 씨에서 다시 싹이 트고 자라며 번식하는 식물의 한살이 과정을 관찰함으로써 학생들로 하여금 생명의 신비를 느끼고, 과학적 탐구력을 기르도록 한다. 학생들이 기르고 싶은 식물을 선정하고, 직접 식물을 기르면서 한살이 과정을 관찰함으로써 식물의 싹트기와 생장에 따른 변화, 번식 방법 등을 이해하도록 한다. 또한 식물들의 한살이를 통해 생명이 연속하여 이어지고 있음을 관찰하게 해 생명의 연속성을 이해하도록 하며, 다양한 식물들의 한살이 과정을 비교 관찰함으로써 식물에 따라 한살이 과정에 차이가 있음을 알아보도록 한다",
      "learning_element": "씨가 싹트는 조건, 식물의 한살이",
      "parent": "5",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 2
    },
    {
      "id": 11,
      "unit_id": 11,
      "name": "화산과 지진",
      "old_domain": "생명과 지구",
      "domain": "고체 지구",
      "core_concept": "판구조론 & 지구 구성 물질",
      "old_description": "이 영역은 화산과 화성암, 지진에 대해 다룬다. 지구 곳곳에서 많이 일어나는 화산 활동과 지진 은 사람들에게 직간접적인 영향을 끼치며 막대한 인명 및 재산 피해를 주기도 한다. 이 영역에서는 화산 활동으로 생기는 다양한 물질을 알게 하고, 지진 발생의 원인과 피해를 줄 이기 위한 방법을 알게 한다. 또 화산 활동으로 생기는 대표적인 암석인 화강암과 현무암을 관찰 하여 화성암의 특징을 이해할 수 있게 한다.",
      "description": "화산 활동과 지진이 인명과 재산에 피해를 주는 등 사람들에게 많은 영향을 미친다는 것을 이해함으로써 화산과 지진에 대해 관심을 가지고 탐구하려는 태도를 갖도록 한다. 화산 활동으로 생기는 다양한 물질을 알게 하고, 화산 활동으로 생기는 대표적인 암석인 화강암과 현무암을 관찰하여 화성암의 생성 과정 및 특징을 이해하도록 한다. 또, 화산 활동과 지진이 우리 생활에 미치는 영향을 알아보고, 지진 발생 시 안전한 대처 방법을 인식하도록 한다",
      "learning_element": "화산, 화산 활동, 화산 분출물, 화성암의 생성 과정, 화강암, 현무암, 지진, 지진 대처 방법",
      "parent": "6",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 2
    },
    {
      "id": 12,
      "unit_id": 12,
      "name": "혼합물의 분리",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물리적 성질과 화학적 성질",
      "old_description": "일상생활에서 볼 수 있는 물체는 대부분 둘 이상의 물질로 구성된 혼합물이다. 이 영역에서는 혼합물을 구성 물질로 분리하는 것과 관련된 기초 개념과 분리 방법을 학습한다. 탐구 활동을 통하여 혼합물의 의미를 파악하게 하며, 혼합물을 구성하는 물질들의 성질을 이용 하여 혼합물을 분리하게 한다. 고체 혼합물의 경우 성분 알갱이의 크기, 자석에 붙는 성질 등에 따라 분리할 수 있으며, 액체를 포함하는 혼합물의 경우 물에 녹는 성질이나 물에 뜨는 성질 등을 이용하여 분리할 수 있다.",
      "description": "혼합물을 구성하는 물질의 특성을 이용하여 혼합물을 분리하는 기초적인 방법을 학습하도록 한다. 이를 통하여 혼합물 분리의 필요성과 유용성을 인식하고, 창의적으로 탐구하려는 태도를 갖도록 한다. 우리 주변에서 볼 수 있는 물질은 대부분 둘 이상의 물질로 구성된 혼합물이라는 것과 생활에 필요한 물질을 얻기 위해 혼합물을 분리하는 것이 매우 중요함을 깨닫게 하고, 다양한 방법으로 여러 가지 혼합물을 분리하도록 한다.",
      "learning_element": "혼합물, 혼합물의 분리, 거름, 증발",
      "parent": "7",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 2
    },
    {
      "id": 13,
      "unit_id": 13,
      "name": "식물의 생활",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성 & 생명과학과 인간의 생활",
      "core_concept": "진화와 다양성 & 생명공학 기술",
      "old_description": "식물은 엽록소를 가지고 있어 스스로 양분을 합성하는 독립 영양 생물로 일반적으로 뿌리, 줄 기, 잎으로 구분 할 수 있다. 이 영역에서는 환경에 적응하여 살고 있는 여러 가지 식물을 탐구하 여 공통점과 차이점을 찾아봄으로써 식물에 대한 흥미와 호기심을 갖게 한다. 식물을 관찰하여 생김새와 특징을 알고, 사는 곳에 따른 생김새와 생활 방식을 이해하며 공통 점과 차이점에 따라 식물을 나눌 수 있게 한다.",
      "description": "동물과 마찬가지로 우리 주변에서 쉽게 볼 수 있는 식물을 중심으로 생김새와 특징을 이해함으로써 식물에 대한 호기심과 흥미를 갖도록 한다. 여러 가지 식물을 관찰하여 생김새와 특징을 알고, 사는 곳에 따라 생김새와 생활 방식이 환경과 어떻게 관련되어 있는지 탐구할 수 있는 기회를 학생들에게 제공하여 식물의 다양성을 이해하도록 한다. 또한 식물의 특징을 모방하여 활용한 사례를 제시함으로써 식물의 특징이 실생활과 깊은 관련이 있음을 이해하도록 한다.",
      "learning_element": "식물의 생김새, 특징에 따른 식물 분류, 다양한 환경에 사는 식물, 생활 속 식물 모방사례",
      "parent": "10",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 3
    },
    {
      "id": 14,
      "unit_id": 14,
      "name": "물의 상태변화",
      "old_domain": "물질과 에너지",
      "domain": "물질의 변화",
      "core_concept": "물질의 상태 변화",
      "old_description": "이 영역은 물의 상태 변화와 관련된 조건이나 특징 등을 다룬다. 물은 우리 몸을 구성하는 주 요 성분이며, 인간이 활동하는 온도 범위에서 세 가지 상태를 모두 관찰할 수 있는 물질로서 주변에서 쉽게 볼 수 있어 고체, 액체, 기체의 상태 변화를 다루는 적절한 소재이다. 이 영역의 학습을 통하여 물의 상태가 변화할 수 있음을 알며, 물을 가열하거나 냉각시키면 상 태가 변화함을 이해하게 한다. 또 물의 상태가 변할 때 무게와 부피 변화를 측정하여 확인하고, 이와 같은 상태 변화가 일상생활에서 이용되는 예를 알게 한다.",
      "description": "주변에서 쉽게 볼 수 있는 물을 소재로 한 실험 활동을 통해 물의 세 가지 상태에 대해 이해하도록 한다. 물의 상태가 변화할 때의 조건과 특징 등을 이해함으로써 물의 상태 변화를 경험하고, 탐구하려는 태도를 갖도록 한다. 물을 가열하거나 냉각시키면 상태가 변화함을 이해하도록 하고, 이때 무게와 부피 변화를 관찰해 보도록 한다. 이를 바탕으로 물의 상태 변화가 일상생활에서 어떻게 이용되는지 알아보도록 한다",
      "learning_element": "물의 상태 변화, 증발, 끓음, 응결",
      "parent": null,
      "subject_id": 5,
      "grade_id": 4,
      "layer": 3
    },
    {
      "id": 15,
      "unit_id": 15,
      "name": "거울과 그림자",
      "old_domain": "물질과 에너지",
      "domain": "파동",
      "core_concept": "파동의 종류 & 파동의 성질",
      "old_description": "이 영역은 빛의 기본 성질인 반사와 직진을 다룬다. 우리는 빛을 통해 사물을 볼 수 있다. 빛의 경로를 추리하는 탐구 활동을 통해 논리적인 사고와 과학적 태도를 기를 수 있다. 거울에 비친 물체의 모습을 관찰하여 거울의 성질을 알고, 물체의 그림자를 관찰하여 그림자가 생기는 원리를 알게 한다. 또 조건을 달리하면서 결과를 비교하는 탐구 활동을 경험하게 하고, 거 울과 그림자를 일상생활에서 사용하는 예를 찾게 한다.",
      "description": "학생들이 일상생활에서 흔히 경험하는 그림자와 거울을 소재로 하여 빛의 여러가지 성질 중에서 직진과 반사를 다룸으로써 빛의 특징을 이해하고 탐구하려는 태도를 갖도록 한다. 물체의 그림자를 관찰하고 그림자 현상에 대한 추론을 통하여 빛의 직진과 그림자가 생기는 원리를 이해하도록 한다. 또 평면거울에 비친 물체의 모습을 관찰하여 빛의 반사와 거울의 성질을 이해하도록 하며 일상생활에서 거울이 이용되는 다양한 사례를 알아보도록 한다",
      "learning_element": "평면거울, 빛의 반사, 그림자, 빛의 직진, 그림자 크기, 거울의 쓰임새",
      "parent": "8",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 3
    },
    {
      "id": 16,
      "unit_id": 16,
      "name": "지구와 달",
      "old_domain": "생명과 지구",
      "domain": "고체 지구 & 대기와 해양 & 우주",
      "core_concept": "지구계와 역장 & 해수의 성질과 순환 & 태양계의 구성과 운동",
      "old_description": "이 영역에서는 지구와 달의 모양과 모습을 다룬다. 지구와 달의 모양과 모습을 이해하는 것은 우리 생활과 밀접한 내용이며, 인간의 호기심과 상상력을 자극하는 중요한 학습이다. 이 영역을 학습함으로써 학생들은 우리가 살고 있는 지구의 모양과 모습이 어떠한지 이해하고, 달과 비교하여 지구가 생명이 살 수 있는 소중한 곳임을 알 수 있다. 또 학생들이 달을 직접 관찰 하여 달에 흥미를 가지고 이를 탐구하려는 자세를 갖도록 한다.",
      "description": "우리가 살고 있는 지구의 모양과 땅, 바다, 공기에 대한 특징을 이해하고, 이를 지구의 위성인 달과 비교함으로써 지구에 대한 호기심과 관심을 갖도록 한다. 여러 가지 자료를 조사하여 지구의 모양과 표면의 모습을 알고, 지구의 바다와 지구를 둘러싼 공기를 이해하도록 한다. 또한, 달과 비교하여 지구가 생명이 살 수 있는 소중한 곳임을 인식하도록 한다. 아울러 지구와 달을 관찰하는 학습을 통하여 학생들이 천체에 흥미를 가지고 탐구하려는 태도를 갖도록 한다",
      "learning_element": "지구의 모양, 지구 표면, 바다의 특징, 지구의 대기, 달의 모양, 달 표면, 달의 환경",
      "parent": "11",
      "subject_id": 5,
      "grade_id": 4,
      "layer": 3
    },
    {
      "id": 17,
      "unit_id": 17,
      "name": "온도와 열",
      "old_domain": "물질과 에너지",
      "domain": "열과 에너지",
      "core_concept": "열평형",
      "old_description": "이 영역에서는 온도와 열의 이동을 다룬다. 물체를 가열하거나 냉각시키면 시간에 따라 물체의 온도가 달라지며, 온도의 변화를 관찰하여 열의 이동을 추리할 수 있다. 온도는 물체가 주위와의 열적 상호작용을 통해 변화하는 값임을 이해하는 것이 중요하다. 물체의 차고 따뜻한 정도를 구별함으로써 온도를 알게 하고, 온도계를 사용하는 방법을 알게 한다. 열이 온도가 높은 곳에서 낮은 곳으로 이동하여 점차 두 곳의 온도가 같아짐을 알게 하고, 두 물체가 접촉했을 때 두 물체의 온도 변화를 측정하여 열의 이동을 추리하게 한다.",
      "description": "인간의 생활에 밀접한 영향을 미치는 온도와 열에 대해 이해함으로써 과학의 유용성을 인식하도록 한다. 온도계를 사용하는 방법을 알고 온도 측정이 중요한 이유를 이해하도록 한다. 물체를 가열하거나 냉각시키면 시간에 따라 물체의 온도가 달라지는 현상, 온도가 다른 두 물체가 접촉하여 온도가 같아지는 현상을 관찰하고, 이러한 물체의 온도 변화로부터 열의 이동을 추리하도록 한다.",
      "learning_element": "온도, 전도, 대류, 열의 이동, 단열",
      "parent": null,
      "subject_id": 5,
      "grade_id": 5,
      "layer": 4
    },
    {
      "id": 18,
      "unit_id": 18,
      "name": "태양계와 별",
      "old_domain": "생명과 지구",
      "domain": "우주",
      "core_concept": "태양계의 구성과 운동 & 별의 특성과 진화",
      "old_description": "이 영역은 태양과 행성, 별과 별자리를 다룬다. 태양계와 별은 예전부터 인류가 의미를 두어 오 랫동안 관찰하며 기록해 왔으며, 앞으로도 관심을 가지고 연구해야 할 대상이다. 이 영역에서는 태양계의 특징을 알고 행성들의 상대적 크기와 거리를 비교하게 한다. 별이 무 엇인지 알고 별들을 연결하여 별자리가 됨을 이해하고, 북쪽 하늘의 별자리와 북극성을 찾는 활 동을 하게 한다. 이런 활동을 통해 인류가 우주를 탐사하는 이유를 생각해 보고, 우주에 대한 호기심과 탐구심을 갖도록 한다.",
      "description": "태양계와 별이라는 주제에 대한 학생들의 폭넓은 관심과 호기심에서 출발하여, 행성을 중심으로 한 태양계의 특징과 별자리를 이해하게 함으로써 태양계와 우주에 대해 탐구하려는 태도를 갖도록 한다. 태양이 지구의 에너지원임을 이해하고 태양계를 구성하는 행성들의 크기와 태양으로부터 행성까지의 상대적인 거리를 비교하여 태양계의 구조와 광대함을 인식하도록 한다. 또한 별과 별자리의 의미를 알고, 북극성을 찾는 활동을 통해 별자리가 방위를 찾는 방법으로 실제 이용되고 있음을 탐구하도록 한다.",
      "learning_element": "에너지원으로서 태양, 태양계 행성, 행성의 크기와 거리, 별의 정의, 별자리, 북쪽 하늘 별자리, 북극성",
      "parent": "16",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 4
    },
    {
      "id": 19,
      "unit_id": 19,
      "name": "식물의 구조와 기능",
      "old_domain": "생명과 지구",
      "domain": "생물의 구조와 에너지 & 생명의 연속성",
      "core_concept": "생명의 구성 단위 & 식물의 구조와 기능 & 광합성과 호흡 & 생식",
      "old_description": "이 영역에서는 식물의 뿌리, 줄기, 잎, 꽃과 같은 식물 기관의 구조와 기능을 다룬다. 식물의 기 관이 각각의 기능을 수행하고 있음을 이해함으로써 식물 기관들이 통합적으로 기능하여 생명을 영위하고 있음을 알게 한다. 식물 기관의 구조와 기능을 이해하기 위해 뿌리, 줄기, 잎, 꽃과 열매를 관찰하게 한다. 돋보기 나 현미경을 사용하여 관찰하고, 현미경 사용법을 익히게 한다. 또한, 식물 기관의 구조와 기능 사이의 관계를 통합적으로 이해하게 한다.",
      "description": "식물의 뿌리, 줄기, 잎, 꽃과 같은 기관이 각각의 기능을 수행하면서 통합적으로 기능하여 생명을 유지하고 있음을 이해함으로써 생명 탐구에 대한 호기심과 흥미를 갖도록 한다. 식물체의 기본 단위가 세포임을 이해하고, 이들 세포들로 이루어진 식물 기관의 구조와 기능에 대하여 알아보고 식물의 기관이 서로 관련되어 있음을 이해하도록 한다. 또한 궁극적으로 다음 세대로 생명을 이어나가기 위한 씨가 퍼지는 다양한 방법에 대해서 이해하도록 한다.",
      "learning_element": "세포, 핵, 세포막, 세포벽, 뿌리, 줄기, 잎, 꽃의 구조와 기능, 증산 작용과 광합성, 씨가 퍼지는\r\n방법",
      "parent": "13",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 4
    },
    {
      "id": 20,
      "unit_id": 20,
      "name": "용해와 용액",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물리적 성질과 화학적 성질",
      "old_description": "이 영역에서는 고체가 액체에 녹는 과정과 이에 영향을 주는 요인에 대하여 다룬다. 이러한 용 해 과정과 이에 관련된 요인을 탐구하는 것은 용액에 대한 흥미와 호기심을 갖게 한다. 이 영역은 용액을 이해하여 생활에서 물질이 녹는 현상에 관심을 가지도록 하는 데 목적이 있 다. 실험을 통해 용해 현상을 물질의 입자와 관련지어 이해할 수 있게 되며, 용해되는 양에 영향 을 미치는 변인을 알고, 용액의 진하기를 상대적으로 비교하는 방법을 고안하여 실험으로 확인한 다. 이 과정에서 용질, 용매, 용액의 정의를 알게 된다.",
      "description": "학생들이 일상생활에서 경험하는 여러 가지 물질이 물에 녹는 용해 현상과 용액의 개념을 이해하고, 용해 현상에 호기심과 흥미를 갖도록 한다. 이를 바탕으로 용해 과정에 영향을 주는 요인을 알아보는 다양한 탐구 활동을 통하여 과학적 탐구 능력을 기르도록 한다. 용질의 종류와 물의 온도 등의 조건을 달리하여 용해 과정을 관찰하고, 용해 현상을 이해하도록 한다.",
      "learning_element": "용해, 용액, 용질의 종류, 용질의 녹는 양, 용액의 진하기",
      "parent": "12",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 4
    },
    {
      "id": 21,
      "unit_id": 21,
      "name": "날씨와 우리 생활",
      "old_domain": "생명과 지구",
      "domain": "대기와 해양",
      "core_concept": "대기의 운동과 순환",
      "old_description": "이 영역에서는 여러 기상 요소 중 습도, 이슬, 안개, 구름, 비, 눈, 바람, 기압을 중심으로 다룬 다. 날씨는 우리가 야외 활동을 하는 데 영향을 줄 뿐만 아니라 선박이나 항공기의 운항, 경제 활 동 등에도 영향을 준다. 습도가 우리 생활에 미치는 영향을 알아보고, 이슬과 안개, 구름, 비, 눈, 바람 등과 같은 현상 의 발생 과정을 실험을 통해 탐구하게 한다. 또한 고기압과 저기압이 날씨에 주는 영향, 계절에 따라 달라지는 날씨의 특징을 알아본다. 이런 활동들을 통해 날씨가 우리 생활에 많은 영향을 주 고 있음을 알게 한다.",
      "description": "학생들이 경험한 기상 현상을 중심으로 여러 가지 날씨 요소를 이해함으로써 날씨와 우리 생활과의 관계를 탐구하려는 태도를 갖도록 한다. 습도가 우리 생활에 미치는 영향을 설명하고, 이슬, 안개, 구름의 차이와 구름에서 비와 눈이 내리는 과정을 이해하도록 한다. 또한 고기압과 저기압의 의미, 바람이 부는 이유, 우리나라 계절별 날씨의 특징 등을 알아보도록 한다.",
      "learning_element": "습도, 이슬, 안개, 구름, 비와 눈, 기압, 고기압과 저기압, 바람, 계절별 날씨",
      "parent": "16,17",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 5
    },
    {
      "id": 22,
      "unit_id": 22,
      "name": "산과 염기",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물리적 성질과 화학적 성질",
      "old_description": "이 영역에서는 용액의 특성 중 산과 염기에 대하여 다룬다. 용액의 성질을 이용하여 여러 가지 용액을 산성과 염기성 용액으로 분류하는 탐구 활동은 학생에게 흥미로운 과정이다.\n여러 용액에 지시약을 넣고 변화 관찰한 후, 이를 바탕으로 산과 염기로 분류하게 한다. 이 과 정을 통해 산성 용액과 염기성 용액의 성질을 찾아내고, 산과 염기를 섞을 때 용액의 성질이 변화 된다는 것을 알게 한다. 산성, 염기성 용액이 일상생활에서 이용되는 예를 들고 설명하게 한다.",
      "description": "용액의 여러 가지 특성 중 산과 염기의 기초적인 개념과 특징을 이해하는 다양한 활동을 통하여 처음으로 접하게 되는 물질의 화학적 변화에 대해 호기심을 갖고, 스스로 탐구하려는 태도를 기르도록 한다. 우리 주변에서 볼 수 있는 용액을 여러 가지 지시약을 이용하여 산성 용액과 염기성 용액으로 분류한 후, 산성 용액과 염기성 용액을 섞었을 때 용액의 성질이 변화함을 실험을 통해 이해하도록 한다.",
      "learning_element": "용액의 성질, 용액의 분류, 지시약, 산성 용액, 염기성 용액",
      "parent": "20",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 5
    },
    {
      "id": 23,
      "unit_id": 23,
      "name": "물체의 빠르기",
      "old_domain": "물질과 에너지",
      "domain": "힘과 운동",
      "core_concept": "시공간과 운동",
      "old_description": "이 영역에서는 물체의 빠르기를 다룬다. 빠르기는 물체의 운동을 표현하는 기본 개념으로 운동 을 관찰하고 정량적으로 나타내는 데 필요하다. 물체의 운동은 시간에 따른 위치 변화로 나타낼 수 있으며 빠르기를 객관적이고 과학적으로 표현하는 것이 중요하다. 이 영역에서는 물체의 운동을 위치의 변화로 이해하게 한 후, 여러 가지 방법으로 물체의 빠르기를 비교하는 방법을 습득하게 한다. 스포츠, 교통수단, 바람의 빠르기 등 일상생활의 예를 들어 물체의 빠르기를 구하고, 안전한 생활을 위해 물체의 빠르기를 적절하게 조절해야 함을 알게 한다.",
      "description": "물체의 운동과 속력을 이해함으로써 과학적 표현과 의사소통 능력을 기르도록 한다. 시간에 따른 위치의 변화로 물체의 운동을 이해하고, 물체의 속력을 시간에 따른 이동 거리의 변화로 다루어 물체의 속력을 과학적이고 객관적으로 표현하도록 한다. 또한 일상생활에서 경험할 수 있는 충돌 상황에서 빠른 물체와 느린 물체에 의한 피해의 차이를 알고 속력과 연관된 안전 수칙을 지키도록 한다.",
      "learning_element": "속력, 속력과 안전",
      "parent": "9",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 5
    },
    {
      "id": 24,
      "unit_id": 24,
      "name": "우리 몸의 구조와 기능",
      "old_domain": "생명과 지구",
      "domain": "생물의 구조와 에너지 & 항상성과 몸의 조절",
      "core_concept": "동물의 구조와 기능 & 자극과 반응",
      "old_description": "이 영역은 우리 몸에 있는 여러 기관들의 생김새와 위치, 기본적인 기능을 다룬다. 건강하고 정 상적인 생명 활동을 유지하기 위해서는 우리 몸의 여러 기관들이 제대로 기능하여야 한다. 이 영 역의 학습을 통해 우리 몸을 구성하는 기관들의 구조와 기능뿐만 아니라 이들 기관들이 통합적으 로 기능하고 있음을 이해한다. 우리 몸의 뼈와 근육의 구조와 기능을 이해하고 그림과 모형을 활용하여 소화, 순환, 호흡, 배 설, 감각 기관의 구조를 이해하게 된다. 그리고 이들 기관들이 서로 유기적으로 관련되어 있음을 알고, 각 기관이 정상적으로 기능해야 건강을 유지할 수 있음을 이해하게 한다.",
      "description": "우리 몸 각 기관의 생김새와 위치에 대해 이해함으로써 ‘우리 몸’에 대한 호기심과 흥미를 갖도록 한다. 우리 몸을 구성하는 뼈와 근육, 소화 기관, 순환 기관, 호흡 기관, 배설 기관, 감각기관 등 각 기관의 구조와 기능뿐만 아니라 각 기관이 유기적으로 연계되어 통합적으로 기능하고 있음을 이해하도록 한다. 건강하고 정상적인 생명 활동을 유지하기 위해서는 우리 몸의 여러 기관들이 제대로 기능하여야 함을 이해하고, 인간 활동에 있어 건강을 유지하기 위한 생활 방식을 이해하도록 한다.",
      "learning_element": "뼈와 근육의 구조와 기능, 소화, 순환, 호흡, 배설 기관의 구조와 기능, 감각 기관의 종류와 역할, 자극 전달 과정",
      "parent": "19",
      "subject_id": 5,
      "grade_id": 5,
      "layer": 5
    },
    {
      "id": 25,
      "unit_id": 25,
      "name": "지구와 달의 운동",
      "old_domain": "생명과 지구",
      "domain": "우주",
      "core_concept": "태양계의 구성과 운동",
      "old_description": "이 영역은 지구의 자전과 공전, 달의 공전에 대해 다룬다. 낮과 밤, 달과 별의 움직임, 달의 모 양 변화는 흔히 볼 수 있는 천문 현상이며, 우리 생활과 밀접하게 연관되어 있다. 낮과 밤, 하루 동안의 달과 별의 위치 변화는 지구의 자전으로, 계절에 따라 달라지는 별자리는 지구의 공전으로 설명할 수 있게 한다. 또 여러 날 동안 관찰한 달의 모양 변화는 달의 공전으로 이해하게 한다.",
      "description": "일상적으로 경험하는 태양과 달이 뜨고 지는 현상, 달의 모양 변화 등을 탐구함으로써 천문 현상에 대한 흥미와 호기심을 갖도록 한다. 하루 동안 태양과 달의 위치가 달라지는 것을 지구의 자전으로 설명하며, 지구의 공전으로 인해 계절에 따라 별자리가 달라진다는 것을 이해하도록 한다. 또한 관찰을 통하여 여러 날 동안 달의 모양과 위치가 주기적으로 바뀌는 것을 인식하도록 한다.",
      "learning_element": "지구의 자전과 공전, 낮과 밤, 하루 동안 달의 위치 변화, 계절별 별자리 변화, 달의 위상 변화",
      "parent": "18",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 6
    },
    {
      "id": 26,
      "unit_id": 26,
      "name": "생물과 환경",
      "old_domain": "생명과 지구",
      "domain": "환경과 생태계",
      "core_concept": "생태계와 상호 작용",
      "old_description": "이 영역은 일정한 공간에 살고 있는 생물과 생물의 생활에 영향을 미치는 비생물적 환경 요인 을 포함하는 생태계와 관련된 내용을 다룬다. 이 영역을 학습함으로써 우리가 살아가고 있는 지 구 생태계를 건강하게 유지하는 것이 중요함을 알게 한다. 이 영역에서는 빛, 온도, 물 등과 같은 환경 요인의 영향을 받아서 생물의 생활에 변화가 생긴 사례와 생물이 환경에 적응한 사례를 통하여 생물과 환경과의 관계를 이해하게 한다. 생태계를 구성하는 요소 사이의 상호 작용, 생태계의 평형 등을 이해하고, 환경오염에 따른 생태계 파괴에 대하여 알아보고, 환경 개발과 보전 사이의 균형과 조화가 필요함을 인식하게 한다.",
      "description": "일정한 공간에 살고 있는 생물과 생물의 생활에 영향을 미치는 비생물적 환경 요인을 포함하는 생태계에 대해 이해함으로써 지구 생태계를 건강하게 유지할 수 있도록 하는 마음가짐을 갖도록 한다. 빛, 물, 온도 등과 같은 환경 요인이 생물의 생활에 미치는 영향과 생물이 환경에 적응한 예를 통하여 생물과 환경의 관련성을 이해하도록 한다. 또한 환경 오염의 원인과 그로 인한 생태계 파괴 사례를 통해 사람들의 생활이 생태계에 미치는 영향을 알고 환경 개발과 보전 사이의 균형 있는 조화가 필요함을 인식하도록 한다.",
      "learning_element": "생물 요소와 비생물 요소, 환경 요인이 생물에 미치는 영향, 생태계의 구조와 기능, 먹이 사슬과 먹이 그물, 생태계 평형, 환경 오염이 생물에 미치는 영향, 생태계 보전을 위한 노력",
      "parent": "13",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 6
    },
    {
      "id": 27,
      "unit_id": 27,
      "name": "렌즈의 이용",
      "old_domain": "물질과 에너지",
      "domain": "파동",
      "core_concept": "파동의 성질",
      "old_description": "이 영역에서는 여러 가지 렌즈에서 나타나는 현상을 다룬다. 일상생활에서 많이 쓰이는 렌즈는 빛의 굴절 현상을 일으켜 빛을 모으거나 물체를 확대하여 볼 수 있는 도구로 학생들에게 흥미와 호기심을 일으킨다. 이 영역에서는 돋보기나 근시 안경 등의 렌즈에 의한 빛의 굴절을 중심으로 다룬다. 렌즈를 통 해 물체의 모습이 확대되거나 축소되어 보임을 관찰하게 하고, 돋보기로 햇빛을 한 점으로 모을 수 있음을 알게 한다. 또 렌즈가 이용되는 일상생활의 예를 찾고 그 기능을 설명하게 한다.",
      "description": "프리즘이나 렌즈를 사용하여 빛의 굴절을 학습함으로써 탐구 능력을 향상시키고 빛에 대해 탐구하려는 태도를 갖도록 한다. 프리즘을 이용하여 햇빛이 여러 가지 색의 빛으로 되어 있음을 다루고, 빛이 공기 중에서 진행하다가 유리나 물과 같이 다른 물질을 만나면 빛의 진행 방향이 꺾이는 굴절 현상이 일어나는 것을 이해하도록 한다. 볼록 렌즈를 통해 물체의 모습이 확대되거나 축소되어 보임을 관찰하게 하고, 일상생활에서 활용되는 렌즈의 다양한 쓰임새를 알아보도록 한다.",
      "learning_element": "프리즘, 빛의 굴절, 볼록 렌즈, 볼록 렌즈의 쓰임새",
      "parent": "15",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 6
    },
    {
      "id": 28,
      "unit_id": 28,
      "name": "여러 가지 기체",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물질의 상태 & 물리적 성질과 화학적 성질",
      "old_description": "이 영역에서는 입자적 관점에서 기체의 성질에 대하여 다룬다. 눈에 보이지 않고 손에 잡히지 도 않는 다양한 기체는 학생들의 추론 능력을 불러일으킬 수 있는 흥미로운 소재 중의 하나이다. 압력과 기체의 부피 사이의 관계를 실험을 통해 정성적으로 알아보고 기체의 성질을 입자와 관 련지어 이해하게 한다. 또, 산소와 이산화탄소 발생 실험을 통해 생성된 산소와 이산화탄소의 성질을 확인할 수 있으며, 생활 주변에서 사용되는 기체들을 조사하게 한다.",
      "description": "우리와 친숙한 기체인 산소, 이산화 탄소의 성질을 실험을 통해 알아봄으로써 과학실험 활동에 대한 흥미와 적극적으로 참여하는 태도를 갖도록 하고, 다양한 실험 기구 사용 능력을 향상시키도록 한다. 기체 발생 실험을 통해 생성된 산소와 이산화 탄소를 이용하여 각각의 기체가 가지는 특별한 성질을 탐색해 보도록 한다. 온도와 기체 부피 사이의 관계, 압력과 기체 부피 사이의 관계를 알아보는 간단한 실험을 통해 기체의 일반적인 성질을 이해하도록 한다.",
      "learning_element": "기체, 산소, 이산화 탄소, 온도에 따른 기체의 부피, 압력에 따른 기체의 부피, 공기",
      "parent": "22",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 6
    },
    {
      "id": 29,
      "unit_id": 29,
      "name": "생물과 우리 생활",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성 & 생물의 구조와 에너지 & 생명과학과 인간의 생활",
      "core_concept": "진화와 다양성 & 생명의 구성 단위 & 생명공학 기술",
      "old_description": "인간과 함께 살아가고 있는 다양한 생물들은 우리 생활에 많은 영향을 끼치고 있다. 이 영역은 동물과 식물을 비롯하여 균류, 원생생물, 세균, 바이러스 등이 우리 생활에 영향을 끼치고, 이용되 고 있는 것을 다룬다. 이 영역의 학습을 통해 인간의 생활이 다른 생명체들과 밀접한 관련을 맺 고 있음을 알 수 있다. 동물이나 식물뿐만 아니라 균류나 원생생물, 세균, 바이러스 등이 우리 생활에 미치는 긍정적이거나 부정적인 측면을 인식하게 한다. 생명과학의 발달을 통해 다양한 생명체들이 인간 생활과 밀접한 관계가 있음을 이해하게 한다.",
      "description": "인간과 함께 살아가고 있는 다양한 생물들이 인간의 생활과 밀접한 관련을 맺으면서 우리 생활에 많은 영향을 끼치고 있음을 이해함으로써 학생들이 생명과학에 대한 기본적인 호기심을 갖도록 한다. 초등학교 3~4학년군의 ‘동물의 생활’과 ‘식물의 생활’에서 다루지 않은 균류, 원생생물, 세균 등의 다양한 생물의 특징과 사는 환경에 대한 인식을 바탕으로 이들 생물과 우리 생활과의 관계를 알아봄으로써 생물의 다양성을 이해하도록 한다. 또한, 생물이 우리 생활에 끼치는 영향을 이해하고 첨단 생명과학을 통하여 생물을 이롭게 활용하는 사례를 알아보도록 한다.",
      "learning_element": "현미경 사용법, 균류・원생생물・세균의 특징과 사는 곳, 균류・원생생물・세균의 이용, 첨단 생명과학과 우리 생활",
      "parent": "24",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 7
    },
    {
      "id": 30,
      "unit_id": 31,
      "name": "전기의 작용",
      "old_domain": "물질과 에너지",
      "domain": "전기와 자기",
      "core_concept": "전기 & 자기",
      "old_description": "이 영역에서는 간단한 전기 회로와 전자석을 다룬다. 가정이나 학교에서 여러 가지 전기 제품 을 사용하고 있고, 매년 새로운 상품이 발명되어 생산되고 있어 전기에 관련된 현상은 학생들에 게 매우 친숙하다. 이 영역은 전기에 대해 처음으로 다루는 내용으로, 간단한 전기 회로를 만들어 전구의 밝기를 비교하고 전자석을 만들어 보는 활동을 하게 한다. 이 영역에서는 전기 회로에서 전구에 불이 켜지는 조건을 알게 하고, 전구의 연결 방법에 따른 밝기를 비교하면서 전류를 이해하게 하고, 전기를 절약하고 안전하게 사용하는 방법을 익히게 한 다. 또 전선 주변에 놓인 나침반의 움직임을 관찰하여, 전선은 자석과 같은 성질을 나타냄을 알고 이를 이용하여 전자석을 만들며 생활에서 전자석이 사용되는 예를 찾고 새로운 쓰임새를 고안하 게 한다.",
      "description": "인간의 생활과 밀접한 관련이 있는 전기에 대해 학습함으로써 과학의 유용성에 대해 인식하고 과학적 탐구 능력을 기르도록 한다. 간단한 전기 회로를 구성하면서 전구에 불이 켜지는 조건을 알아내고, 전구의 연결 방법에 따라 전구의 밝기가 어떻게 달라지는지 비교해 보도록 한다. 전기 회로에 대한 이해를 바탕으로 일상생활에서 전기를 절약하고 안전하게 사용하도록 한다. 또 간단한 전자석을 만들어 전자석의 특징을 찾아보고 일상생활에서 전자석이 어떻게 활용되는지를 알아보도록 한다.",
      "learning_element": "전기 회로, 전구의 연결, 전기 절약, 전기 안전, 전자석",
      "parent": "2",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 7
    },
    {
      "id": 31,
      "unit_id": 32,
      "name": "계절의 변화",
      "old_domain": "생명과 지구",
      "domain": "우주 ",
      "core_concept": "태양계의 구성과 운동",
      "old_description": "이 영역에서는 계절에 따라 달라지는 자연 현상과 그 원인에 대해 다룬다. 계절의 변화는 사람 들의 의식주에 많은 영향을 끼친다. 계절에 따라 태양의 남중 고도와 그림자의 길이, 기온, 낮과 밤의 길이가 달라지므로 지구상의 자연 환경이 바뀜을 이해하게 한다. 이런 계절의 변화는 지구의 자전축이 기울어진 채 공전하기 때문이라는 것을 알게 한다.",
      "description": "계절에 따라 달라지는 자연 현상과 계절 변화의 원인을 탐구함으로써 자연의 변화에 대한 흥미와 호기심을 갖도록 한다. 계절에 따라 태양의 남중 고도와 그림자의 길이, 기온, 낮과 밤의 길이가 달라짐을 이해하며, 계절의 변화는 지구의 자전축이 기울어진 채 공전하기 때문에 생긴다는 것을 파악하도록 한다.",
      "learning_element": "태양 고도의 일변화, 기온의 일변화, 태양의 남중 고도, 계절별 낮과 밤의 길이",
      "parent": "25",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 7
    },
    {
      "id": 32,
      "unit_id": 34,
      "name": "연소와 소화",
      "old_domain": "물질과 에너지",
      "domain": "물질의 변화",
      "core_concept": "화학 반응",
      "old_description": "이 영역에서 다루는 연소는 양초가 타는 것부터 로켓의 추진과 같은 넓은 범위에 이르기까지 이용되며, 연소의 반대 개념인 소화는 안전한 생활을 위해 학습해야 할 중요한 개념이다. 물질이 타는 현상을 관찰함으로써 물질이 연소되거나 소화될 때 필요한 조건을 이해하게 한다. 물질의 연소 실험을 통해 연소 후에 새로운 물질이 생성됨을 알게 한다. 일상생활에서 발생할 수 있는 다양한 화재 예방 및 화재 발생 시의 안전 대책과 소화기의 사용 방법을 알아 위급한 상황 시 대처할 수 있는 능력과 태도를 기르게 한다.",
      "description": "일상생활에서 관찰할 수 있는 연소 현상을 이해함으로써 연소 과정에서 나타나는 현상에 호기심을 갖게 한다. 우리의 안전한 생활을 위해 소화의 중요성을 인식하고, 연소의 조건과 관련지어 소화의 조건을 이해하여 화재에 대한 안전 대책을 익힐 수 있도록 한다.",
      "learning_element": "연소 현상, 연소 조건, 연소 생성물, 소화 방법, 화재 시 안전 대책",
      "parent": "14",
      "subject_id": 5,
      "grade_id": 6,
      "layer": 7
    },
    {
      "id": 33,
      "unit_id": 60,
      "name": "과학이란?",
      "old_domain": "물질과 에너지 & 생명과 지구",
      "domain": "과학과 인류 문명",
      "core_concept": "과학과 우리의 생활",
      "old_description": "과학이 우리 생활과 밀접한 관련을 가지고 있음을 알게 하고, 미래의 직업 선택에 유용한 정보를 제공한다. 과학이 우리 생활과 밀접한 관련이 있는 문제를 해결해 온 사례를 통하여 과학에 대한 관심과 흥미를 높이고 유용성을 이해하게 한다. 과학 관련 직업의 종류를 조사하고 과학이 직업 선택과 우리 생활에 미치는 영향을 알게 한다.",
      "description": "과학과 관련된 직업의 종류와 그 직업에 필요한 역량을 파악함으로써 진로 선택을 위한 기본적인 소양을 갖추도록 한다. 다양한 분야의 직업과 과학의 관련성을 이해하여 과학의 중요성과 유용성을 깨닫도록 한다. 과학기술의 발달이 미래 사회의 직업 변화에 미치는 영향을 예측해 보도록 한다.",
      "learning_element": "과학과 진로, 현재와 미래의 직업",
      "parent": null,
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 34,
      "unit_id": 61,
      "name": "지구계의 지권의 변화",
      "old_domain": "생명과 지구",
      "domain": "고체 지구",
      "core_concept": "지구계와 역장 & 판구조론 & 지구 구성 물질",
      "old_description": "이 영역에서는 지구계의 정의와 지구계를 구성하는 요소를 다룬다. 지구는 하나의 계이며, 지구계 내의 생명체도 계의 상호작용으로 유지됨을 아는 것은 지구계와 지구에서 살아가는 생명체가 유지되는 원리를 이해하게 되는 기본적인 과정이다. 과학 교과에서 다루는 순환계, 생태계, 소화계 등 여러 가지 계를 학습하여 지구계 및 지구계의 구성 요소와 특징을 알게 한다. 또한 지구계 각 권들의 상호작용을 알고, 에너지와 물질의 순환이 관련되어 있음을 이해하게 한다. 특히, 지구계의 구성 요소 중 지권의 특징에 대해 알고, 지진과 화산 활동 등 지권의 변화가 우리 생활에 미치는 영향을 바르게 이해하고 지구환경 변화에 대한 대책 수립의 필요성을 알게 한다.",
      "description": "지구의 내부 구조와 지표를 이루는 물질의 특성을 이해함으로써 지구를 구성하는 물질에 대한 호기심을 갖도록 한다. 또한 지진대와 화산대를 판의 분포와 관련지어 파악하고, 지권의 변화가 우리의 삶에 영향을 미치고 있음을 이해하도록 한다.",
      "learning_element": "지구계의 구성 요소, 지권의 층상 구조, 광물, 암석, 암석의 순환, 풍화 작용, 판, 베게너의 대륙이동설, 지진대, 화산대, 진도와 규모",
      "parent": "16",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 35,
      "unit_id": 62,
      "name": "힘과 운동",
      "old_domain": "물질과 에너지",
      "domain": "힘과 운동",
      "core_concept": "힘",
      "old_description": "이 영역에서는 힘과 운동 및 이들의 관계를 다룬다. 힘과 운동을 다양한 상황에서 과학적으로 설명하고 ‘힘과 운동’에서의 과학 용어가 일상생활에서 사용되는 용어의 쓰임새와 다름을 아는 것 이 중요하다. 물체의 직선 운동에서 속력이 일정한 운동과 속력이 일정하게 증가하거나 감소하는 운동을 다 룬다. 이 영역의 학습을 통하여 힘은 두 물체 사이의 상호작용임을 알게 하고, 상호작용에는 접촉 에 의한 상호작용과 멀리 떨어져 있는 물체 사이의 상호작용이 있음을 알게 한다. 또한 중력, 탄성력, 마찰력, 전기력, 자기력 등을 다루며 각각의 특징에 대하여 알고, 이러한 힘들이 물질, 생명, 지구와 우주에서 일어나는 많은 현상에 작용하고 있음을 알게 한다. 두 힘의 합력을 구할 수 있으며, 물체에 작용하는 알짜 힘과 운동의 관계를 이해하게 한다.",
      "description": "물질세계에 존재하는 여러 가지 힘 중에서 중력, 탄성력, 마찰력, 부력을 이해하고 이러한 힘의 특징과 힘이 작용하여 나타나는 현상에 대하여 호기심과 흥미를 갖도록 한다. 질량과 무게를 구분하도록 하고, 일상생활에서 탄성을 이용하는 사례를 조사하여 탄성력의 특징을 이해하도록 한다. 또한 마찰력의 크기를 비교하고, 부력의 크기를 측정하도록 한다.",
      "learning_element": "중력, 질량, 마찰력, 탄성력, 부력",
      "parent": "23",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 36,
      "unit_id": 63,
      "name": "광합성",
      "old_domain": "생명과 지구",
      "domain": "생물의 구조와 에너지",
      "core_concept": "식물의 구조와 기능 & 광합성과 호흡",
      "old_description": "이 영역은 식물 세포의 구조를 알고 동물 세포와 비교하여 식물 세포의 특징을 이해하며, 뿌리, 줄기, 잎 등의 식물 기관은 식물 세포들의 유기적 구성으로 이루어져 있고 그 구조적 특징이 식물 의 광합성과 관련되어 있음을 이해시키기 위해 설정되었다. 식물은 동물과 달리 광합성을 하여 스스로 양분을 합성할 수 있음을 알게 한다. 광합성은 잎의 기공을 통해 들어 온 이산화탄소와 뿌리에서 흡수한 물을 이용하여 에너지원을 만드는 과정으로 식물 세포 내 엽록체에서 일어남을 알게 한다. 광합성 결과 잎에서 만들어진 양분은 이동하기에 알맞은 형태로 전환되어 식물체 전체로 이동되어 저장되고 사용됨을 알게 한다. 식물도 생명체이 므로 호흡을 하며, 호흡에 필요한 물질과 호흡의 결과 생겨나는 물질이 광합성과는 반대임을 이 해하게 한다.",
      "description": "식물이 생명 활동에 필요한 에너지를 얻기 위해 양분을 스스로 만들고, 양분을 이용하여 에너지를 얻는 방법을 이해함으로써 식물이 에너지를 얻는 과정에 대한 호기심을 갖도록 한다. 양분을 만드는 광합성의 장소, 광합성에 필요한 물질과 산물에 대해 학습하고 양분을 사용하여 에너지를 얻는 호흡 과정을 학습함으로써 광합성과 호흡의 관계를 이해하도록 한다.",
      "learning_element": "광합성에 필요한 물질, 광합성 산물, 광합성에 영향을 미치는 요인, 물의 이동과 증산 작용, 식물의 호흡과 광합성의 관계, 광합성 산물의 생성, 저장, 사용 과정",
      "parent": "29",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 37,
      "unit_id": 64,
      "name": "열과 우리 생활",
      "old_domain": "물질과 에너지",
      "domain": "열과 에너지",
      "core_concept": "열평형",
      "old_description": "이 영역에서는 온도와 열을 다룬다. 온도는 질량, 시간, 길이와 같은 기본적인 물리량이다. 또 열은 온도와 관련되어 체온 유지, 실내의 냉난방, 폐열의 이용, 지구 온난화 등 우리 주변의 여러 가지 열 현상을 이해하는데 필수적인 개념으로 과학에서 중요하게 다루고 있다. 분자 운동 모형을 통하여 온도가 물체의 차갑고 뜨거운 정도를 나타내는 물리량이며, 두 물체 의 온도가 같으면 열의 이동이 없는 열평형 상태에 있음을 알게 한다. 열의 이동 방법에는 전도, 대류, 복사가 있고 일상생활에서 열의 이동이 어떻게 이용되는지 알게 한다. 또한 물질마다 비열 과 열팽창 정도가 다름을 알고 이를 일상생활에 적용하게 한다.",
      "description": "열평형의 개념과 열평형에 도달하는 과정에서 이동하는 에너지가 열이라는 것을 이해하고 열의 이동 방법 및 일상생활에서 열을 효율적으로 이용하는 방법에 대하여 관심과 흥미를 갖도록 한다. 물체의 온도 차이는 물체를 구성하는 입자의 운동으로 이해하도록 한다. 또한 물질의 종류에 따라 열을 받아들이는 정도가 다르고, 물질을 구성하는 입자가 차지하는 부피는 온도에 따라 달라짐을 이해하도록 한다.",
      "learning_element": "온도, 열의 이동 방식, 열평형, 비열, 열팽창",
      "parent": "17",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 38,
      "unit_id": 65,
      "name": "분자운동과 물질 상태 변화",
      "old_domain": "물질과 에너지",
      "domain": "물질의 변화 & 물질의 성질",
      "core_concept": "물질의 상태 & 물질의 상태 변화 & 물리적 성질과 화학적 성질",
      "old_description": "이 영역에서는 기체 분자의 운동에 따른 현상과 상태 변화에서 관찰되는 여러 특성을 분자적 관점에서 다룬다. 기체는 압력 및 온도 변화에 따라 분자 운동이 달라지고 이에 따라 부피가 변 한다. 이러한 개념은 고압 기체의 저장, 열기구, 기상 현상 등 우리 주변에서 일어나는 현상들을 이해하는 데 필요하다. 분자가 운동하고 있음을 이해하고, 현상적으로 관찰되는 온도 및 압력 변화에 따른 기체의 부 피 변화가 분자의 운동 상태 변화에 따른 분자의 배열 변화로 나타나는 것임을 알게 한다. 액화- 기화, 융해-응고, 승화의 상태 변화 특성을 물리적 변화로서 이해하게 한다. 상태에 따른 분자 배 열의 차이를 입자적 관점에서 설명하고, 배열의 차이와 상태 변화에서 출입하는 열에너지가 관계가 있음을 이해하게 한다.",
      "description": "기체가 입자로 구성되어 있다는 사실을 알고, 기체의 확산과 증발 현상을 입자적인 관점으로 이해함으로써 물질 현상에 대해 관심을 갖도록 한다. 기체의 압력 및 온도에 따른 부피 변화를 입자의 운동 상태 변화로 설명하고 이를 실생활 현상과 관련지어 이해하도록 한다. 물질의 세 가지 상태와 상태 변화를 이해하여 우리 주변에서 관찰할 수 있는 상태 변화에 대해 호기심과 흥미를 갖도록 한다. 물질을 구성하는 입자의 배열에 따라 상태가 다름을 이해하고, 온도에 따라 입자의 배열이 달라져 상태 변화가 일어남을 설명하도록 한다.",
      "learning_element": "입자의 운동, 기체의 압력, 기체의 압력과 부피의 관계, 기체의 온도와 부피의 관계, 세 가지 상태와 입자 배열, 기화, 액화, 융해, 응고, 승화, 상태 변화, 녹는점, 어는점, 끓는점, 상태 변화와 열에너지 출입",
      "parent": "28,34",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 39,
      "unit_id": 66,
      "name": "수권의 구성과 순환",
      "old_domain": "생명과 지구",
      "domain": "대기와 해양",
      "core_concept": "해수의 성질과 순환",
      "old_description": "이 영역에서는 지구계의 구성 요소인 수권의 분포와 물이 인간이 살아가는 데 소중한 자원임을 다룬다. 물은 인체를 구성하는 주요한 성분이고, 지구 표면의 약 70%를 차지하고 있으며 지구환 경의 변화에 많은 영향을 주고 있다. 수권은 해수와 담수로 나눌 수 있으나 이 영역에서는 빙하와 지하수까지 구분하여 자원으로서 의 물과 지구환경에 영향을 주는 물의 역할을 다룬다. 해수의 물리적 특성과 이에 영향을 주는 요인에 대해 알고 해수의 표층 순환과 심층 순환의 생성 원리와 해수 순환의 기능을 알게 한다. 또 우리나라 주변의 해류와 해양자원의 가치를 해양 산업과 연계하여 알게 한다. 이 영역을 통하 여 빙하의 형성과 분포, 물리적 특성에 대해 알고 빙하 연구가 기후 변화 해석에 활용될 수 있음 과 인간 활동으로 인해 수권에 생기는 변화와 기후 변화와의 관계를 이해하게 한다.",
      "description": "지구계를 구성하는 수권의 분포와 바다의 특성을 이해함으로써 자원으로서의 물과 바다의 중요성을 인식하도록 한다. 수권의 분포와 활용 사례 및 지구상 물의 대부분을 차지하는 해수의 특징을 이해하고, 우리나라 주변 해류의 특성과 기본적인 조석 현상을 이해하여 실생활에 활용하도록 한다.",
      "learning_element": "수권, 해수의 층상 구조, 염분비 일정 법칙, 해류, 우리나라 주변 해류, 조석 현상",
      "parent": "21",
      "subject_id": 5,
      "grade_id": 7,
      "layer": 8
    },
    {
      "id": 40,
      "unit_id": 67,
      "name": "물질의 구성",
      "old_domain": "물질과 에너지",
      "domain": "물질의 구조",
      "core_concept": "물질의 구성 입자",
      "old_description": "이 영역에서는 원소와 원자, 원소 기호, 이온을 다룬다. 원소의 개념은 물질을 이루는 근본으로 서 화학에서 가장 기본적인 개념이다. 원소는 원소 기호라는 상징으로 나타내며, 이를 사용하여 화학 반응을 표현한다. 물질이 원자로 이루어져 있다는 원자론은 물질의 성질을 이해하는 기본적 인 개념이다. 물질을 구성하는 입자로서의 원자의 개념을 다루고, 원소 기호를 사용하여 원소와 간단한 화합 물을 표현하게 한다. 또, 원자에서 전자가 이동하여 이온이 형성됨을 알고, 이온 간의 앙금 반응 을 통해 이온의 종류를 알게 한다.",
      "description": "원자, 분자, 이온에 대한 기본 개념을 이해하고, 물질을 구성하는 입자에 대한 호기심을 갖도록 한다. 원소 기호가 물질을 표현하는 효율적인 방법임을 알고 원자의 개념을 토대로 간단한 분자와 이온의 형성 과정을 이해하도록 한다.",
      "learning_element": "원소, 원자, 분자, 원소 기호, 이온, 이온식",
      "parent": "65",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 41,
      "unit_id": 68,
      "name": "빛과 파동",
      "old_domain": "물질과 에너지",
      "domain": "파동",
      "core_concept": "파동의 종류 & 파동의 성질",
      "old_description": "이 영역에서는 빛과 파동을 다룬다. 사람은 눈과 귀를 통하여 빛과 소리의 다양한 정보를 받아 들이므로 빛과 파동에 대한 이해는 중요하다. 특히, 이 영역은 영상 기술, 미술, 음악 등 다른 교 과와 밀접한 관계가 있다. 물체를 보는 원리를 알고, 빛의 삼원색과 색의 합성을 통하여 백색광의 구성을 알고, 여러 가지 색의 빛이 합성되는 원리를 학습하여 컴퓨터 모니터나 텔레비전 화면의 다양한 색깔 표현 방식을 이해하게 한다. 빛의 진행에 대한 이해를 바탕으로, 거울에 물체가 비취는 현상에 빛의 반사 법칙 을 적용하고, 렌즈에 의해 상이 생기는 원리를 빛의 굴절 법칙을 적용하여 이해하게 한다. 또한 매질에 대한 이해를 바탕으로 파동의 발생과 전파 과정을 알고 파동의 여러 가지 물리적 특성을 이해하게 한다. 이를 바탕으로 소리가 들리는 과정과 여러 가지 악기가 내는 소리의 특성을 알게 한다.",
      "description": "물체를 보는 과정을 빛의 경로와 관련하여 이해하고, 일상생활에서 사용하는 렌즈와 거울을 통하여 빛의 성질과 이용에 관심을 갖도록 한다. 빛의 삼원색을 다양하게 합성하여 물체의 여러가지 색을 나타내며, 거울과 렌즈는 빛의 경로를 변화시킬 수 있는 유용한 도구임을 이해하도록 한다.",
      "learning_element": "물체를 보는 과정, 빛의 합성, 빛의 삼원색, 평면거울의 상, 횡파와 종파, 진폭, 진동수, 파형",
      "parent": "27",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 42,
      "unit_id": 69,
      "name": "기권과 우리 생활",
      "old_domain": "생명과 지구",
      "domain": "대기와 해양",
      "core_concept": "대기의 운동과 순환",
      "old_description": "이 영역에서는 기권의 특징과 변화를 다룬다. 기권의 변화는 날씨에 영향을 주어 우리 생활과 밀접한 관계가 있고, 공기는 생물이 생명을 유지하는 데 필수적인 요소이다. 기권의 변화에 따라 지구계 내에 다양한 현상이 나타난다. 기권은 지구계의 구성 요소로서 기온의 연직 분포에 따라 층상 구조를 가지며, 기권의 순환이 지구계의 에너지 평형에 끼치는 영향을 이해하게 한다. 대기 중의 수증기의 변화는 기상 변화를 일으키며, 기권의 순환과 기상 현상은 일기 예보 뿐만 아니라 기상 마케팅과 같은 산업 등 우리 생활과 밀접한 관련이 있음을 알게 한다. 또 인간의 활동이 기권의 변화에 영향을 주어 지구 온 난화 등의 문제가 발생함을 이해하게 하고, 인간 생활과 기권은 서로 영향을 준다는 것을 알게 한 다. 수권의 순환과 연계하여, 기권의 변화는 기권 내에서만 일어나는 것이 아니라 다른 권들과 밀 접한 상호작용으로 나타남을 이해하게 한다.",
      "description": "날씨 변화의 원리와 과정을 이해하여 일상생활에서 경험하는 기상 현상에 대해 흥미와 호기심을 갖도록 한다. 이를 위해 지구를 둘러싼 기권의 층상 구조를 알고 태양, 지표, 대기의 작용에 의해 지구의 기온이 달라질 수 있음을 이해하도록 한다. 또한 우리나라 날씨에 영향을 주는 온대 저기압과 고기압의 특성을 이해함으로써 날씨 변화의 원인을 설명하도록 한다.",
      "learning_element": "기권의 층상 구조, 복사 평형, 온실 효과, 지구 온난화, 상대 습도, 단열 팽창, 응결, 구름 생성과정, 강수 과정, 기압, 바람, 기단, 전선, 고기압과 저기압, 일기도",
      "parent": "66",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 43,
      "unit_id": 70,
      "name": "소화, 순환, 호흡, 배설",
      "old_domain": "생명과 지구",
      "domain": "생물의 구조와 에너지",
      "core_concept": "생명의 구성 단위 & 동물의 구조와 기능",
      "old_description": "이 영역은 생명 활동에 필요한 에너지 공급과 관련된 소화, 순환, 호흡, 배설 기관의 유기적 관 련성을 통합적으로 다룬다. 동물 세포들은 유기적으로 모여 조직과 기관을 형성하여 생명 유지 활동에 필요한 기능을 수행 함을 알게 한다. 동물이 섭취한 음식물은 소화기관을 지나면서 크기가 작은 영양소로 분해되어 흡수되고, 흡수된 영양소는 혈액을 통해 온몸을 순환하여 신체 각 부분의 세포로 이동함을 알게 한다. 영양소는 세포에서 산소를 사용하여 에너지를 생성함으로써 생명 활동에 필요한 에너지를 공급함을 이해하게 한다. 그 과정에서 만들어진 노폐물은 배설기관을 통해 몸 밖으로 나오게 됨 을 알게 한다.",
      "description": "우리 몸의 소화계, 순환계, 호흡계, 배설계가 어떻게 작동하여 생명 활동에 필요한 에너지를 얻는지 이해함으로써 사람의 대사 과정에 대한 호기심을 갖도록 한다. 우리가 먹은 음식물이 소화계에서 영양소로 분해되고 순환계를 통해 온몸의 세포로 이동됨을 이해하도록 한다. 세포로 운반된 영양소는 호흡계에서 받아들인 산소에 의해 분해되어 에너지가 생성되고 이 과정에서 생긴 노폐물은 배설계를 통해 몸 밖으로 나오게 됨을 이해하도록 한다. 이처럼 소화, 순환, 호흡, 배설 기관의 유기적 작용으로 생명 활동에 필요한 에너지를 얻게 됨을 이해하도록 한다.",
      "learning_element": "생물의 구성 단계, 영양소, 소화 효소, 소화계, 순환계, 호흡계, 배설계의 구조와 기능, 소화･순환･호흡･배설의 관계",
      "parent": "63",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 44,
      "unit_id": 71,
      "name": "물질의 특성",
      "old_domain": "물질과 에너지",
      "domain": "물질의 성질",
      "core_concept": "물리적 성징과 화학적 성질",
      "old_description": "이 영역에서는 물질마다 고유하게 가지고 있는 특성과 이를 이용한 혼합물의 분리에 대해 다룬 다. 원유의 분리 등과 같이 혼합물의 분리가 생활에 사용되는 경우가 많아 물질의 특성에 대한 학습이 필요하다. 물질은 순수한 한 종류만으로 이루어진 순물질과 두 가지 이상의 순물질이 섞여 있는 혼합물로 분류할 수 있다. 녹는점과 어는점, 끓는점, 밀도, 용해도 등은 물질마다 고유한 값을 가지므로 물질의 특성이 된다. 이러한 물질들의 특성을 이용하여 혼합물을 각 물질로 분리할 수 있고, 우리 생활 주변에서 자주 이용하고 있음을 알게 한다.",
      "description": "물질의 특성에 대한 이해를 통하여 우리 주변의 물질에 대한 호기심을 갖도록 한다. 순물질과 혼합물의 차이를 알고 물질의 고유한 특성을 토대로 혼합물을 분리하는 다양한 방법이 있음을 이해하도록 한다.",
      "learning_element": "순물질, 혼합물, 밀도, 용해도, 물질의 특성, 증류, 밀도 차를 이용한 분리, 재결정, 크로마토그래피",
      "parent": "65",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 45,
      "unit_id": 72,
      "name": "일과 에너지의 전환",
      "old_domain": "물질과 에너지",
      "domain": "열과 에너지 & 힘과 운동 & 전기와 자기",
      "core_concept": "열역학 법칙 & 에너지 전환 & 시공간과 운동 & 역학적 에너지 & 전기 & 자기",
      "old_description": "이 영역에서는 일과 에너지의 전환을 다루며, 에너지는 한 형태에서 다른 형태로 전환되는 것으 로 새롭게 생겨나거나 없어지지 않는 물리량이다. 에너지는 물리 현상뿐만 아니라 생명 현상, 우 주의 탄생과 기원 등 많은 분야와 관련된 개념이며, 일은 에너지와 밀접한 관련이 있는 개념이다. 일과 에너지의 정의를 알고 둘 사이의 관계를 이해하며, 일률과 일의 원리를 도구 사용 사례에 적용할 수 있다. ‘힘과 운동’과 연계하여 운동 에너지와 위치 에너지를 알고 역학적 에너지 보존 법칙을 이해하게 한다. 에너지는 다른 형태로 전환되지만 총량은 변하지 않음을 알게 한다. 빛 에 너지, 열에너지, 전기 에너지, 소리 에너지, 신재생 에너지 등 여러 종류의 에너지를 알고, 그 특징 을 이해하게 한다. 또한 에너지는 인류의 미래와 밀접한 관련이 있음을 알게 한다.",
      "description": "등속 운동과 자유 낙하 운동의 차이점과 운동과 에너지의 관계를 이해하도록 하여 우리 주변에서 볼 수 있는 다양한 운동과 에너지에 대하여 호기심과 흥미를 갖도록 한다. 과학적 일의 개념을 통해 중력에 의한 일과 중력에 대해 한 일을 정량적으로 이해하도록 한다. 일상생활에서 다양한 형태의 에너지를 사용하기 편리한 형태로 전환하여 사용하고 있음을 이해하도록 하여 에너지에 대해 호기심과 흥미를 갖도록 한다. 전기 에너지는 발전기에서 역학적 에너지로부터 전환된 것이며, 필요에 따라 다양한 형태의 에너지로 전환되어 사용되고 있음을 알도록 한다. 또 에너지가 전환되는 과정에서 그 총량은 보존됨을 이해하도록 한다.",
      "learning_element": "등속 운동, 자유 낙하 운동, 일, 중력에 의한 위치 에너지, 운동 에너지, 역학적 에너지 보존, 에너지 전환, 소비 전력, 발전",
      "parent": "64,31,62",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 46,
      "unit_id": 73,
      "name": "자극과 반응",
      "old_domain": "생명과 지구",
      "domain": "항상성과 몸의 조절",
      "core_concept": "자극과 반응",
      "old_description": "이 영역에서는 인간의 감각 기관이 외부 자극을 감지하여 신경계와 내분비계를 거쳐 자극에 대 한 반응을 나타냄으로써 환경변화에 대처하여 몸을 최적의 상태로 유지시킬 수 있음을 다룬다. 인체에는 시각, 후각, 청각, 평형 감각, 미각, 피부 감각 등을 체내로 전달하는 감각기가 있어 서로 다른 자극을 감지할 수 있음을 이해하게 한다. 뉴런의 구조와 기능을 이해함으로써 감각 기 관에서 감지된 자극이 효율적으로 생물의 신경계에 전달될 수 있음을 알게 한다. 또한, 신체로 전 달된 서로 다른 자극이 신경과 호르몬 등을 통해 서로 다른 반응을 나타냄으로써 환경의 변화에 대처하는 몸의 항상성 유지가 가능함을 이해하게 한다.",
      "description": "우리 몸의 눈, 귀, 코, 혀, 피부 감각기가 서로 다른 자극을 감지할 수 있음을 이해하도록 하며, 인체가 자극을 감지하고 전달하고 반응하는 신경에 대한 호기심을 가지도록 한다. 뉴런과 신경계의 구조와 기능을 이해함으로써 감각 기관에서 감지된 자극이 효율적으로 생물의 신경계에 전달될 수 있음을 이해하도록 한다. 신체에 감지된 서로 다른 자극이 신경계와 내분비계를 거쳐 반응함으로써 환경 변화에 대처하여 몸을 최적의 상태로 유지시킬 수 있음을 이해하도록 한다.",
      "learning_element": "눈, 귀, 코, 혀의 구조와 기능, 피부 감각과 감각점, 뉴런과 신경계의 구조와 기능, 중추 신경계와 말초 신경계, 자극에서 반응하기까지의 경로, 자극에 대한 반응에 관여하는 호르몬의 역할",
      "parent": "24",
      "subject_id": 5,
      "grade_id": 8,
      "layer": 10
    },
    {
      "id": 47,
      "unit_id": 74,
      "name": "전기와 자기",
      "old_domain": "물질과 에너지",
      "domain": "전기와 자기",
      "core_concept": "전기 & 자기",
      "old_description": "이 영역에서는 전기와 자기와 관련된 현상을 다룬다. 초기의 과학자들은 전기와 자기 현상을 서 로 관련이 없는 별개의 것으로 이해하였지만, 실험을 통하여 전류가 흐르는 전선 주변에 자기장이 생긴다는 것을 확인함으로써 이들이 서로 밀접한 관련이 있음을 알게 되었다. 전기와 자기 현상에 대한 이해를 통해 일상생활과 밀접한 관계가 있는 전자 기기들의 작동 원리를 알 수 있다. 전하에는 양전하와 음전하가 있음을 알고 물체가 대전되는 과정을 이해하게 한다. 전하를 띤 두 물체 사이에는 전하의 종류에 따라 서로 끌어당기거나 미는 전기력이 작용하며, 이는 원자와 분자 구조에 중요한 역할을 함을 알게 한다. 저항의 직렬 연결과 병렬 연결 회로에 옴의 법칙을 적용하여 저항, 전류, 전압 사이의 관계를 알고 가정에서 사용하는 전기 에너지가 다른 에너지로 전환됨을 알게 한다. 또한 전류가 흐르는 도선 주위에 생기는 자기장의 특성을 이해하고 도선 주 위의 자기장이 변하면 도선에 전류가 발생하며, 탐구를 통하여 자기장 속의 도선에 전류가 흐르 면 도선에 힘이 작용함을 정성적으로 이해하게 한다.",
      "description": "물체가 대전되는 현상과 정전기 유도 현상을 관찰하고, 원자 모형으로 전기 현상을 설명하도록 하여 우리 주변의 전기와 자기 현상에 관심과 호기심을 갖도록 한다. 전기 회로에서 전하의 일정한 흐름을 만드는 전압의 역할을 이해하고 이를 기반으로 전압과 저항, 전류 사이의 관계를 추론하도록 한다. 자기장 속에서 전류가 흐르는 도선이 받는 힘의 방향을 설명하도록 한다.",
      "learning_element": "전기력, 원자 모형, 대전, 정전기 유도, 전기 회로, 전압, 전류, 저항, 자기장, 전동기",
      "parent": "72",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 12
    },
    {
      "id": 48,
      "unit_id": 75,
      "name": "화학반응의 규칙성",
      "old_domain": "물질과 에너지",
      "domain": "물질의 변화",
      "core_concept": "화학 반응 & 에너지 출입",
      "old_description": "이 영역에서는 화학 반응이 일어날 때의 규칙성에 대해 다룬다. 화학 반응이 일어날 때 정량적 인 관계가 성립한다는 사실은 입자론의 도입을 가져왔으며, 원자 및 분자 개념에 대한 이해는 화 학 반응에 대한 입자론적 해석의 바탕이 되며, 이를 통해 화학 반응의 본질에 대한 기본적 이해가 가능하다. 화학 반응에서 양적 관계의 규칙성이 나타난다는 사실을 실험을 통해 알고, 이러한 규칙성이 나타난 이유에 대한 추론을 통해 물질이 입자로 이루어져 있음을 알게 한다. 화학 반응을 원소 기호를 이용해 화학 반응식으로 나타내며, 화학 반응식의 계수의 의미를 이해하게 한다.",
      "description": "화학 반응을 이해함으로써 우리 삶과 밀접한 관련을 가지는 물질 변화에 대한 호기심을 갖도록 한다. 화학 반응이 일어날 때 정량적인 관계가 성립한다는 것과 에너지 출입이 동반된다는 것을 이해하도록 한다.",
      "learning_element": "물리 변화, 화학 변화, 화학 반응, 화학 반응식, 질량 보존 법칙, 일정 성분비 법칙, 기체 반응 법칙, 화학 반응에서의 에너지 출입",
      "parent": "67",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 12
    },
    {
      "id": 49,
      "unit_id": 76,
      "name": "태양계",
      "old_domain": "생명과 지구",
      "domain": "우주",
      "core_concept": "태양계의 구성과 운동",
      "old_description": "이 영역에서는 태양계 천체 중에서 태양, 행성 그리고 지구의 위성인 달의 기본적인 특징과 관 측 방법에 대해 다룬다. 망원경의 사용, 천체 관측 등 과학 체험 활동을 통하여 천문학 영역에 대 한 흥미와 학습 동기를 갖게 한다. 행성과 위성을 구분하고 행성을 특징에 따라 분류하게 한다. 또, 태양이 태양계 내의 유일한 항 성이며, 태양의 활동이 지구계에 미치는 영향과 이로 인해 나타나는 현상을 이해하게 한다. 그리 고 천체 망원경의 사용법을 학습하여 태양, 달 등의 천체를 관측하고 그 특징을 알게 한다.",
      "description": "우리가 살고 있는 지구가 태양계의 구성원이며, 지구와 달의 규칙적인 운동과 태양의 활동이 우리의 일상생활에 영향을 준다는 것을 파악함으로써 태양계에 대해 탐구하려는 태도를 갖도록 한다. 또한 지구와 달의 크기, 지구와 달의 운동과 그로 인해 나타나는 현상, 태양과 행성들의 특징, 태양 활동이 지구에 미치는 영향 등을 탐구하도록 한다.",
      "learning_element": "지구와 달의 크기, 지구의 자전과 공전, 달의 위상 변화, 일식과 월식, 지구형 행성과 목성형 행성, 태양 활동",
      "parent": "32",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 12
    },
    {
      "id": 50,
      "unit_id": 77,
      "name": "생식과 발생",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성",
      "core_concept": "생식",
      "old_description": "이 영역에서는 생물이 세포 분열로 성장하고 번식하는 생명 현상을 다룬다. 생물의 생식 방법인 무성 생식과 유성 생식의 차이점을 비교하게 한다. 세포는 체세포 분열과 생식세포 분열을 통해 성장하고 번식한다. 두 종류의 세포 분열 과정에서 염색체의 행동은 다르 지만, 염색체가 유전자로 구성되어 있다는 공통점을 이해하게 한다. 생식세포가 만나 형성된 수 정란이 발생 과정을 거쳐 개체가 되는 과정을 사람의 발생 과정을 통해 이해함으로써 생명이 연 속되는 현상이 신비하고 소중하다는 것을 알게 한다.",
      "description": "생물이 세포 분열 과정을 거쳐 생장하고 자손을 번식할 때 부모의 형질이 어떤 원리에 의해 자손에게 전달되는지에 대해 호기심과 흥미를 갖도록 한다. 생물이 체세포 분열을 통해 세포의 수를 늘려 생장하고, 생식 세포 형성과정을 통해 생식 세포를 만들어 자손을 번식하는 과정을 이해하도록 한다.",
      "learning_element": "생식, 염색체, 체세포 분열, 생식 세포 형성 과정, 동물의 발생 과정",
      "parent": "29",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 12
    },
    {
      "id": 51,
      "unit_id": 78,
      "name": "여러 가지 화학반응",
      "old_domain": "물질과 에너지",
      "domain": "물질의 변화",
      "core_concept": "화학 반응",
      "old_description": "이 영역에서는 생활에서 접할 수 있는 대표적인 화학 반응인 산과 염기의 중화반응과 산화와 환원 반응을 다룬다. 일상생활에서 산과 염기의 반응, 산화와 환원 반응이 존재함을 알고, 이를 통해 화학이 유용하게 쓰임을 알고 화학에 대한 긍정적인 태도를 함양할 수 있다. 일상생활에서 산과 염기의 대표적인 예를 들고, 수용액에서의 이온화 과정을 화학 반응식으로 나타내며, 중화 반응이 일어날 때의 변화를 이해하게 한다. 또한 대표적인 산화와 환원 반응을 산 소의 이동으로 이해하게 한다.",
      "description": "생활에서 접할 수 있는 대표적인 화학 반응인 산과 염기의 중화반응과 산화와 환원 반응을 다룬다. 일상생활에서 산과 염기의 반응, 산화와 환원 반응이 존재함을 알고, 이를 통해 화학이 유용하게 쓰임을 알고 화학에 대한 긍정적인 태도를 함양할 수 있다. 일상생활에서 산과 염기의 대표적인 예를 들고, 수용액에서의 이온화 과정을 화학 반응식으로 나타내며, 중화 반응이 일어날 때의 변화를 이해하게 한다. 또한 대표적인 산화와 환원 반응을 산 소의 이동으로 이해하게 한다.",
      "learning_element": "산과 염기의 반응, 산화와 환원 반응, 화학 반응식",
      "parent": "75",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 13
    },
    {
      "id": 52,
      "unit_id": 79,
      "name": "유전과 진화",
      "old_domain": "생명과 지구",
      "domain": "생명의 연속성",
      "core_concept": "유전 & 진화와 다양성",
      "old_description": "이 영역에서는 부모의 형질이 자손에게 전달되는 유전 현상과 생물의 다양성이 생물의 진화와 관련되어 있음을 다룬다. 멘델의 법칙을 통해 부모의 형질이 자손에 전달되는 유전의 기본 원리를 이해하게 하며 유전 현상을 연구하는 방법과 사람의 유전 현상을 알게 한다. 현재의 생물이 과거의 살았던 생물과는 다르다는 것을 구체적인 증거를 들어 설명하고 생물의 다양성이 진화와 관련되어 있음을 이해하 게 한다. 다양한 생물의 공통점과 차이점을 찾아내어 기준에 따라 분류해 보고, 생물을 분류하는 기준과 목적을 알게 한다.",
      "description": "자손은 부모의 형질을 물려받는 유전의 기본 원리를 멘델 실험을 통해 알아내고 유전 법칙을 이해하도록 한다. 생물은 환경과 변이에 의해 다양하게 나타난다는 것을 이해함으로써 우리 주변의 다양한 생물에 대해 관심을 갖도록 한다. 다양한 생물을 구분하는 분류 체계를 이해하고 분류 기준에 따라 생물을 분류하도록 한다. 그리고 생물다양성의 의미를 이해하고 생물다양성 유지를 위한 활동 사례를 조사함으로써 생물다양성의 중요성과 필요성을 이해하도록 한다.",
      "learning_element": "멘델 유전 실험의 의의, 멘델 유전 원리, 사람의 유전 형질, 가계도 조사 방법, 생물다양성의 중요성, 변이, 생물 분류 목적과 방법, 종의 개념과 분류 체계",
      "parent": "77",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 13
    },
    {
      "id": 53,
      "unit_id": 80,
      "name": "외권과 우주개발",
      "old_domain": "생명과 지구",
      "domain": "우주",
      "core_concept": "별의 특성과 진화 & 우주의 구조와 진화",
      "old_description": "이 영역에서는 별의 특징, 별까지의 거리, 우주 개발에 대해 다룬다. 우리 은하에 대한 이해를 통해 우주에 대한 흥미와 호기심을 갖게 한다. 별까지의 거리에 따라 그 거리를 측정하는 방법이 다르며, 별의 밝기와 등급, 색과 온도의 관계 를 알게 한다. 다양한 은하의 모양, 우리 은하의 모양과 크기, 우리 은하를 구성하는 천체의 종류 를 알게 한다. 또한 근거를 통해 우주는 팽창하고 있음을 이해하게 한다. 우주 개발의 목적과 우 주 탐사의 역사 및 우주 개발로 인한 영향과 문제점을 알게 한다.",
      "description": "태양이 우리은하를 구성하고 있는 수많은 별들 중의 하나임을 파악하고 우주 탐사에 대해 알아봄으로써 우주에 대한 흥미와 호기심을 갖도록 한다. 별의 거리 측정 방법과 별의 표면 온도를 비교하는 방법을 이해하고, 우리은하의 모양과 구성 천체 및 우주 팽창을 설명하도록 한다.",
      "learning_element": "연주 시차, 별의 등급, 별의 표면 온도, 우리은하의 모양과 구성 천체, 우주 팽창, 우주 탐사 성과와 의의",
      "parent": "76",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 13
    },
    {
      "id": 54,
      "unit_id": 81,
      "name": "과학과 인류 문명",
      "old_domain": "물질과 에너지 & 생명과 지구",
      "domain": "과학과 인류 문명",
      "core_concept": "과학 기술과 인류 문명",
      "old_description": "이 영역에서는 수많은 첨단 기술과 기기가 과학 원리를 응용한 것이며 인류에 지대한 영향을 끼쳐 온 과학이 다른 분야와도 밀접하게 관련되어 발전되어 왔음을 다룬다. 과학이 인류 문명에 미치는 영향과 첨단 기술에 응용됨을 아는 것과 과학 관련 사회적 쟁점에 대해 과학적인 방법으 로 의견을 제시하는 것은 과학의 성격과 유용성, 과학적 방법을 이해하는 데 중요하다. 이 영역에서는 주로 조사와 토론의 방법으로 이러한 내용을 다룬다. 과학이 인류 문명에 끼쳐 온 영향을 역사적 사실에 기초하여 이해하게 한다. 원리보다는 활용의 측면에서 첨단 과학 기술 의 사례를 자유롭게 조사하여 과학이 일상생활에 미치는 영향을 알게 하고, 미래 생활에 영향을 줄 기술이 무엇인지 근거를 제시하여 예측하게 한다. 또 과학의 개념과 원리가 기술, 공학, 예술 이나 수학 등 과학 외의 교과와 관련 있음을 사례를 통해 알게 한다. 인류가 당면한 에너지나 환 경 문제와 같은 과학 관련 사회적 쟁점이 있음을 알고, 이에 대한 자신의 의견을 과학적으로 제시 하게 한다.",
      "description": "인류 문명의 발달 과정에서 과학적 원리의 발견, 기술의 발달, 기기의 발명 등 과학기술이 미친 영향을 파악함으로써 과학의 유용성을 인식하도록 한다. 우리 생활을 보다 편리하게 하기 위한 방안을 설계하게 유용성을 평가함으로써 과학의 개념과 원리를 활용한 창의적 설계 과정을 경험하도록 한다.",
      "learning_element": "과학기술과 인류 문명, 과학 원리와 공학적 설계",
      "parent": "60",
      "subject_id": 5,
      "grade_id": 9,
      "layer": 12
    }
  ]
}